Repository: gregstoll/gallery2
Catalog: modules/rearrange/po/*.po
Languages: sk

source: rearrange items
sk: preusporiadať položky

source: Rearrange
sk: Preusporiadanie

source: Rearrange the order of album items all at once
sk: Preusporiada poradie všetkých položiek v albume naraz

source: Gallery
sk: Galéria

source: Rearrange Items
sk: Preusporiadať položky

source: Rearrange Album
sk: Preusporiadať album

source: This album has an automatic sort order specified, so you cannot change the order of items manually. You must remove the automatic sort order to continue.
sk: Tento album má nastavené automatické zoraďovanie, takže nemôžete meniť zoradenie položiek manuálne. Musíte zrušiť automatické zoraďovanie.

source: change
sk: zmeniť

source: Order saved successfully
sk: Poradie bolo úspešne uložené

source: Change the order of the items in this album.%s Click an item to move, then click the new location.
sk: Zmena poradia položiek v tomto albume. %s Kliknite na položku, ktorá sa má presunúť a potom kliknite na nové umiestnenie.

source: Save
sk: Uložiť

source: Reset
sk: Východzie hodnoty
