Repository: gregstoll/gallery2
Catalog: modules/keyalbum/po/*.po
Languages: el

source: Keyword Album: %s
el: Άλμπουμ λέξης κλειδί: %s

source: Keyword Album
el: Άλμπουμ λέξης κλειδί

source: keyword album
el: άλμπουμ λέξης κλειδί

source: All album views
el: Όλες οι προβολές του άλμπουμ

source: Standard albums
el: Τυπικά άλμπουμ

source: Keyword albums
el: Άλμπουμ με λέξεις κλειδιά

source: None
el: Κανένα

source: &laquo; default theme &raquo;
el: &laquo; προεπιλεγμένο θέμα &raquo;

source: Keyword Albums
el: Άλμπουμ με λέξεις κλειδιά

source: Dynamic albums based on keyword search
el: Δυναμικά άλμπουμ βασισμένα στις λέξεις κλειδιά

source: Display
el: Προβολή

source: Keywords:
el: Λέξεις κλειδιά:

source: Short URL for Keyword Albums
el: Σύντομη URL για άλμπουμ λέξης κλειδί

source: Keyword to use for dynamic album
el: Λέξεις κλειδιά για το δυναμικό άλμπουμ

source: Keyword Album Settings
el: Ρυθμίσεις άλμπουμ λέξης κλειδί

source: Settings saved successfully
el: Οι ρυθμίσεις αποθηκεύτηκαν με επιτυχία

source: There was a problem processing your request.
el: Υπήρξε ένα πρόβλημα κατά την επεξεργασία της αίτησης σας.

source: Select where to include links in item summary info, usually shown next to thumbnails. You can also add the Keyword Albums block in theme settings.
el: Επιλέξτε που να συμπεριλαμβάνονται σύνδεσμοι στις συνοπτικές πληροφορίες, που συνήθως εμφανίζονται δίπλα στις μικρογραφίες. Μπορείτε επίσης να προσθέσετε το μπλοκ άλμπουμ λέξης κλειδί στις ρυθμίσεις του θέματος.

source: Keyword Links
el: Σύνδεσμοι λέξης κλειδί

source: Split keywords on
el: Μοιράστε τις λέξεις κλειδιά σε

source: Semicolons
el: Άνω τελείες

source: Commas
el: Κόμματα

source: Spaces
el: Διαστήματα

source: Select at least one separator
el: Πρέπει να διαλέξετε τουλάχιστον έναν διαχωριστή

source: Use any of the selected characters to separate multiple keywords in an item's keywords field.
el: Χρησιμοποιήστε οποιοδήποτε από τους επιλεγμένους χαρακτήρες για να διαχωρίσετε πολλαπλές λέξεις κλειδιά στο πλαίσιο τους.

source: Display of Keyword Albums
el: Εμφάνιση των άλμπουμ λέξης κλειδί

source: Sort order
el: Ταξινόμηση

source: with
el: με

source: Description
el: Περιγραφή

source: Text for theme to display with all Keyword Albums.
el: Κείμενο για το θέμα που θα εμφανίζουν όλα τα άλμπουμ λέξης κλειδί.

source: Theme
el: Θέμα

source: Settings for %s theme in Keyword Albums
el: Ρυθμίσεις για το θέμα %s στα άλμπουμ λέξης κλειδί

source: Save
el: Αποθήκευση

source: Reset
el: Επαναφορά

source: &laquo; Keyword Album &raquo;
el: &laquo; Άλμπουμ λέξης κλειδί &raquo;

source: Keyword album links
el: Σύνδεσμοι άλμπουμ λέξης κλειδί

source: Keywords for current item (uncheck to show all keywords)
el: Λέξεις κλειδιά για πρόσφατα αντικείμενα (αποεπιλέξτε για να εμφανίζονται όλες οι λέξεις κλειδιά)

source: Keywords from public items only
el: Λέξεις κλειδιά για δημόσια αντικείμενα μόνον

source: Show keyword cloud instead of select list
el: Εμφάνιση σύννεφου λέξης κλειδί αντί λίστας επιλογής

source: Maximum number of keywords (empty for no limit)
el: Μέγιστος αριθμός λέξεων κλειδιών (κενό για χωρίς όριο)
