Repository: gregstoll/gallery2
Catalog: modules/sitemap/po/*.po
Languages: el

source: Sitemap
el: Χάρτης ιστοτόπου

source: Generate a Google Sitemap for your Gallery
el: Δημιουργήστε ένα χάρτη ιστοτόπου Google για την Γκαλερί σας

source: Export
el: Εξαγωγή

source: Google Sitemap
el: Χάρτης ιστοτόπου Google

source: Download Sitemap
el: Κατεβάστε τον χάρτη ιστοτόπου

source: Sitemap settings
el: Ρυθμίσεις χάρτη ιστοτόπου

source: Google Sitemaps
el: Χάρτες ιστοτόπου Google

source: To use the Google Sitemap, you must now go to the %s page and submit this url: %s
el: Για να χρησιμοποιήσετε τον Χάρτη ιστοτόπου Google, πρέπει να πάτε στην σελίδα %s και να δώσετε αυτή την διεύθυνση URL: %s

source: URL Rewrite Module
el: Μονάδα Επανεγγραφής URL

source: You can change the Sitemap url using the %s.
el: Μπορείτε να αλλάξετε την διεύθυνση του Χάρτη ιστοτόπου χρησιμοποιώντας %s.
