Repository: gregstoll/gallery2
Catalog: modules/squarethumb/po/*.po
Languages: da, el, no

source: Square Thumbnails
da: Kvadratiske miniaturer
el: Τετράγωνες μικρογραφίες
no: Kvadratiske miniatyrbilder

source: Build all thumbnails so they are square
da: Lav alle miniaturer så de er kvadratiske
el: Δημιουργήστε όλες τις μικρογραφίες για να είναι τετράγωνες
no: Opprett alle miniatyrbilder slik at de er kvadratiske

source: Display
da: Vis
el: Προβολή
no: Visning

source: target size
da: ønsket størrelse
el: προοριζόμενο μέγεθος
no: målstørrelse

source: (optional)
da: (valgfri)
el: (προαιρετικό)
no: (valgfritt)

source: Create square thumbnail
da: Opret kvadratisk miniature
el: Δημιουργία τετράγωνης μικρογραφίας
no: Opprett kvadratisk miniatyrbilde

source: Square Thumbnail Module
da: Kvadratisk miniature modul
el: Μοναδσ τετράγωνης μικρογραφίας
no: Modul for kvadratisk miniatyrbilde

source: This module requires you to have at least one graphics toolkit active in order for it to operate properly. Please return to the %sModules%s page and activate a graphics toolkit.
da: Dette modul kræver at du har mindst ét grafisk værktøj aktiveret for at kunne fungere ordentligt. Gå venligst tilbage til %sModules%s siden og aktivér et grafisk værktøj.
el: Αυτό το module απαιτεί όπως έχετε τουλάχιστον μία εργαλειοθήκη γραφικών για να λειτουργήσει κανονικά. Παρακαλούμε επιστρέψτε στην σελίδα των %sModules%s και ενεργοποιήστε μία εργαλειοθήκη γραφικών.
no: Denne modulen påkrever at du har minst ett grafikkverktøy aktivert for at det skal fungere korrekt. Vennligst gå til siden %sModuler%s og aktiver et grafikkverktøy.

source: Settings saved successfully
da: Opsætningen blev gemt
el: Οι ρυθμίσεις αποθηκεύτηκαν με επιτυχία
no: Vellykket lagring av innstillinger

source: Crop images to square
da: Beskær billeder til kvadrater
el: Κόψτε την εικόνα σε τετράγωνη
no: Beskjær bilder til slik at de er kvadratiske

source: You need to enable a graphics toolkit module with PPM support to use the "fit images to square" mode.
da: Du skal aktivere et grafisk værktøj modul med PPM understøttelse for at bruge "tilpas billeder til kvadrater" tilstanden.

source: Fit images to square, padding with background color:
da: Tilpas billeder til kvadrater, med tilføjelse af baggrundsfarve:
el: Εφαρμογή φωτογραφιών σε τετράγωνο, με φόντο χρώματος:
no: Tilpass bilder til kvadrat, og fyll med bakgrunnsfarge:

source: Color value missing
da: Farveværdi mangler
el: Δεν βρέθηκε τιμή χρώματος
no: Mangler fargeverdi

source: Color value invalid
da: Farveværdi ugyldig
el: Το χρώμα δεν είναι έγκυρο
no: Ugyldig fargeverdi

source: Background color is in RGB hex format; 000000 is black, FFFFFF is white.
da: Baggrundsfarven er i RGB hex format; 000000 er sort, FFFFFF er hvid.
el: Το χρώμα φόντου είναι σε μορφή RGB hex. 000000 είναι μαύρο, FFFFFF είναι άσπρο.
no: Bakgrunnsfarge er i RGB hex-format; 000000 er sort, FFFFFF er hvit.

source: Save
da: Gem
el: Αποθήκευση
no: Lagre

source: Reset
da: Nulstil
el: Επαναφορά
no: Nullstill
