Repository: gregstoll/gallery2
Catalog: modules/search/po/*.po
Languages: el, sk, sl

source: Gallery Search
el: Αναζήτηση γκαλερί
sk: Vyhľadávanie v Galérii
sl: Iskanje po Galeriji

source: Search
el: Αναζήτηση
sk: Vyhľadať
sl: Iskanje

source: Search your Gallery
el: Αναζητήστε στην Γκαλερί σας
sk: Vyhľadávať v Galérii
sl: Iščite po Galeriji

source: Gallery
el: Γκαλερί
sk: Galéria
sl: Galerija

source: Search the Gallery
el: Αναζητήστε στην Γκαλερί
sk: Vyhľadávať v Galérii
sl: Iščite po Galeriji

source: You must enter some text to search for!
el: Πρέπει να γράψετε κάποιο κείμενο για αναζήτηση!
sk: Musíte zadať nejaký text, ktorý sa má hľadať!
sl: Vnesti morate besedilo za iskanje!

source: Check All
el: Επιλογή όλων
sk: Označiť všetko
sl: Izberi vse

source: Uncheck All
el: Καμία επιλογή
sk: Odznačiť všetko
sl: Ne izberi ničesar

source: Invert
el: Αναστρέψτε
sk: Invertovať
sl: Obrni

source: Results %d - %d
el: Αποτελέσματα %d - %d
sk: Výsledky %d - %d
sl: Rezultati %d - %d

source: Show all %d
el: Προβολή όλων %d
sk: Ukázať všetky položky (%d)
sl: Prikaži vse %d

source: No thumbnail
el: Χωρίς μικρογραφία
sk: Bez miniatúry
sl: Ni sličic

source: No results found for
el: Δεν βρέθηκε κανένα αποτέλεσμα για
sk: Nenašli sa žiadne položky obsahujúce
sl: Nisem našel ničesar za

source: View these results in a slideshow
el: Δείτε τα αποτελέσματα σε slideshow
sk: Pozrieť výsledky ako prezentáciu
sl: Poglejte rezultate v diaprojekciji

source: %s Search Results for
el: %s Αποτελέσματα αναζήτησης για
sk: %s Výsledky vyhľadávania výrazu
sl: %s rezultatov iskanja za

source: Search All Modules
el: Αναζητήστε όλες τις μονάδες
sk: Prehľadať všetky moduly
sl: Išči po vseh modulih

source: Results %d - %d of %d, Page %d of %d
el: Αποτελέσματα %d - %d από %d, Σελίδα %d από %d
sk: Výsledky %d - %d z %d, Strana %d z %d
sl: Rezultati %d - %d od %d, %d. stran od %d

source: &laquo; Back
el: &laquo; Πίσω
sk: &laquo; Späť
sl: &laquo; Nazaj

source: Next &raquo;
el: Επόμενη &raquo;
sk: Ďalší &raquo;
sl: Naprej &raquo;

source: Please enter a search term.
el: Παρακαλούμε δώστε τον όρο αναζήτησης
sk: Prosím zadajte hľadaný termín.
sl: Vnesite izraz za iskanje.

source: Searching in progress, please wait!
sk: Prebieha vyhľadávanie, prosím čakajte!
sl: Iskanje se izvaja, prosimo počakajte!

source: Advanced Search
el: Προχωρημένη Αναζήτηση
sk: Pokročilé vyhľadávanie
sl: Napredno iskanje

source: Search box
el: Κουτί Αναζήτησης
sk: Vyhľadávanie
sl: Škatlica za iskanje

source: Show advanced link
el: Εμφάνιση συνδέσμου προχωρημένης αναζήτησης
sk: Zobraziť odkaz Pokročilé vyhľadávanie
sl: Prikaži povezavo napredno iskanje
