Repository: gregstoll/gallery2
Catalog: modules/thumbnail/po/*.po
Languages: es, no, sk, sv, tr

source: Thumbnail Manager
es: Administrador de Miniaturas
no: Miniatyrbildebehandler
sk: Správa Náhľadov
sv: Miniatyrbildshanterare
tr: Tırnak Resim Yöneticisi

source: Set default thumbnails for non-image items
es: Ajustar miniaturas por defecto para los elementos que no seán imagen
no: Velg standard miniatyrbilde for objekter som ikke er bilder
sk: Nastaviť predvoľené náhľady pre neobrázkové položky
sv: Set förvald miniatyrbild för icke bildobjekt
tr: Resim olmayan ögeler için varsayılan tırnak Resmi belirle

source: Display
es: Visualización
no: Visning
sk: Zobrazenie
sv: Visa
tr: Görüntüle

source: Thumbnails
es: Miniaturas
no: Miniatyrbilder
sk: Náhľady
sv: Miniatyrbilder
tr: Tırnak Resimleri

source: target width (# pixels or #% of full size)
es: ancho de destino (# píxeles o #% del tamaño total)
no: Målbredde (# bildepunkter eller #% av full størrelse)
sk: požadovaná šírka (# bodov alebo #% z celkovej veľkosti)
sv: målbredd (# pixlar eller #% av full storlek)
tr: hedef genişlik (# piksel ya da tam boyut #% )

source: (optional) target height, defaults to same as width
es: (opcional) alto de destino, por defecto lo mismo que el ancho
no: (valgfri) målhøyde, standard er samme som bredde
sk: (voliteľné) požadovaná výška, predvolená je rovnaká ako šírka
sv: (frivilligt) målhöjd, standardvärde samma som bredd
tr: (istepe bağlı) hedef yükseklik, varsayılan genişlikle aynıdır

source: Scale the image to the target size, maintain aspect ratio
es: Escalar la imagen al tamaño de destino, mantener relación de aspecto
no: Skaler bildet til målstørrelsen, oppretthold størrelsesforhold
sk: Zmeniť veľkost obrázku to požadovanú veľkosť, ponechaním pomeru strán
sv: Skala bilden till målstorleken, bibehåll aspektförhållandet
tr: Resmi hedef boyuta görüntü oranı koruyarak ayarla

source: Custom Thumbnail
es: Miniatura Personalizada
no: Tilpasset miniatyrbilde
sk: Vlastný Náhľad
sv: Skräddarsydd Miniatyrbild
tr: İsteğe Bağlı Tırnak Resmi

source: Remove custom thumbnail for this item
es: Eliminar miniatura personalizada para este elemento
no: Fjern tilpasset miniatyrbilde for dette objektet
sk: Zrušiť vlastný náhľad pre túto položku
sv: Ta bort den skräddarsydda miniatyrbilden för detta objektet
tr: Bu öge için isteğe bağlı tırnak resmi kaldır

source: Upload a JPEG image to use as the thumbnail for this item.
es: Subir una imagen JPEG para usar como miniatura de este elemento.
no: Last opp et JPEG bilde som skal brukes som miniatyrbilde for dette objektet.
sk: Nahrať JPEG obrázok, ktorý bude použitý pre túto položku.
sv: Ladda upp en JPEG-bild för använding som miniatyrbild för detta objektet.
tr: Bu ögenin tırnak resmi olarak kullanılması için bir JPEG resmi yükle.

source: Image does not need to be thumbnail size; it will be resized as needed.
es: La imáge no necesita ser del tamaño de la miniatura; será redimensionada si es necesario.
no: Bildet trenger ikke å være i miniatyrbildestørrelse; det vil skaleres om nødvendig.
sk: Obrázok nemusí byť veľkosti náhľadu/ bude automaticky zmenšený na požadovanú veľkosť.
sv: Bilden måste inte vara miniatyrsbildsstorlek; storleken kommer att ändras vid behov.
tr: Resim tırnak resmi boyutunda olmak zorunda değil; eğer gerekirse yeniden boyutlandırılır.

source: No toolkit available for resizing so uploaded image must be thumbnail sized.
es: No hay una herramienta disponible para redimensionar, así que la imagen subida debe ser del tamaño de la miniatura.
no: Ingen verktøy tilgjengelig for skalering, så opplastet bilde må være i miniatyrbildestørrelse.
sk: Utilita pre menenie veľkosti obrázkov nie je dostupná, takže nahrávaný obrázok musí mať veľkosť náhľadu.
sv: Ingen grafiskt verktygslåda är tillgänglig för omskalning så uppladdade bilder måste vara av tumnagelstorlek.
tr: Yeniden boyutlandırma için hiç bir grafik aracı mevcut değil bu yüzden resim tırnak resmi boyutunda olmak zorunda.

source: Missing image file
es: Fichero de imagen no encontrado.
no: Bildefil mangler
sk: Chýbajúci súbor obrázku
sv: Bildfil saknas
tr: Resim dosyası eksik

source: Thumbnail image must be a JPEG
es: La imagen de la miniatura debe ser JPEG
no: Miniatyrbilde må være JPEG
sk: Náhľadový obrázok musí byť JPEG
sv: Miniatyrbilden måste vara en JPEG
tr: tırnak resmi JPEG olmak zorunda

source: New image added successfully
es: Nueva imagen agregada con éxito
no: Vellykket tilføyelse av nytt bilde
sk: Nový obrázok úspešne pridaný
sv: Lyckades addera bilden
tr: Yeni resim başarıyla eklendi

source: New setting added successfully
es: Nueva configuración agregada con éxito
no: Vellykket tilføyelse av nytt oppsett
sk: Nové nastavenie úspešne pridané
sv: Ny inställning tillagd framgångsrikt
tr: Yeni ayarlar başarıyla eklendi

source: Image deleted successfully
es: Imagen eliminada con éxito
no: Vellykket sletting av bilde
sk: Obrázok úspešne zmazaný
sv: Lyckades radera bilden
tr: Resim başarıyla silindi

source: Setting deleted successfully
es: Configuración eliminada con éxito
no: Vellykket sletting av oppsett
sk: Nastavenie úspešne zmazané
sv: Lyckades ta bort inställningen
tr: Ayarlar başarıyla silindi

source: Mime type already assigned
es: El tipo mime ya está asignado
no: MIME-type er allerede tildelt
sk: MIME typ už je priradený
sv: Mimetyp redan tilldelad
tr: MIME türü zaten atandı

source: Missing mime type
es: Tipo mime no econtrado
no: MIME-type mangler
sk: Chýbajúci MIME typ
sv: Mimetyp saknas
tr: MIME türü eksik

source: Warning: Other modules provide thumbnail support for some types. Remove settings below for these mime types to ensure other modules are used:
es: Atención: Otros módulos proveen soporte de miniatura para algunos tipos. Elimina la siguiente configuración de estos tipos mime para asegurarte de que los otros módulos se utilizan:
no: Advarsel: Andre moduler gir miniatyrbilde-støtte for noen typer. Fjern innstillinger nedenfor for disse MIME-typene for å forsikre deg om at andre moduler blir brukt:
sk: Varovanie: Iné moduly dodávajú podporu pre niektoré typy. Zrušte nasledovné nastavenia pre tieto MIME typy, aby ostatné moduly fungovali správne:
sv: Varning: Andra moduler tillhandahåller miniatyrbilds understöd för vissa mimetyper. Inställningar för dessa mimetyper kommer inte att användas:
tr: Uyarı: Diğer modüller bazı türler için tırnak resmi desteği sağlıyor. Diğer modüllerin kullanabilmesi için aşağıdaki ayarlarında bu MIME türleri kaldır:

source: The thumbnail images shown below will be used for new items added to Gallery with the listed mime types.
es: Las imágenes de miniatura mostradas a continuación seran usadas en los nuevos elementos añadidos a Gallery de los tipos mime listados a continuación.
no: Miniatyrbildene vist under vil bli brukt for nye objekter som blir lagt til Gallery med MIME-typene som er listet opp.
sk: Obrázky náhľadov zobrazené nižšie budú použité pre nové položky, s danými MIME typmi, pridané do Galérie.
sv: Följdande miniatyrbilder kommer att användas för nya objekt av mimetyper listade nedan
tr: Galeri'ye yeni eklenen ögeler için listelenmiş MIME türleri ile aşağıda gösterilen tırnak resimleri birlikte kullanılacak.

source: Mime Types
es: Tipos Mime
no: MIME-typer
sk: MIME Typy
sv: Mimetyper
tr: MIME Türleri

source: File
es: Archivo
no: Fil
sk: Súbor
sv: Fil
tr: Dosya

source: Image
es: Imagen
no: Bilde
sk: Obrázok
sv: Bild
tr: Resim

source: Action
es: Acción
no: Handling
sk: Akcia
sv: Händelse
tr: İşlem

source: delete
es: eliminar
no: slett
sk: odstrániť
sv: ta bort
tr: sil

source: Delete this image?
es: &iquest;Borrar esta imagen?
no: Slette dette bildet?
sk: Zmazať tento obrázok?
sv: Ta bort denna bild?
tr: Bu resmi sil?

source: (Will not remove thumbnails from existing items using this image, but those items will be unable to rebuild thumbs)
es: (Utilizando esta imagen no se eliminarán las miniaturas en los elementosexistentes, pero esos elementos no podrán reconstruir las miniaturas)
no: (Vil ikke fjerne miniatyrbilder fra eksisterende objekter som bruker dette bildet, men de objektene vil ikke kunne gjenoppbygge miniatyrbilder)
sk: (Nezruší náhľady z existujúcich položiek používajúcich tento obrázok, ale tieto položky nebudú schopné pregenerovať náhľady)
sv: (Kommer inta att ta bort miniatyrbilder från existerande objekt som använder denna bild, men objekten kommer inte att kunna förnya sina miniatyrbilder)
tr: (Varolan ögelerin tırnak resimleri bu resim kullanılarak silinmeyecek, ancak bu ögeler tırnak resimlerini yeniden yapılandıramayacak)

source: Thumbnail support provided by module:
es: Soporte de miniatura provisto por el módulo:
no: Miniatyrbildestøtte sørget for av modul:
sk: Podpora náhľadov dodávaná modulom:
sv: Support för miniatyrbild tillhandahållen av modul:
tr: tırnak resimleri desteği sağlayan modül:

source: New Setting
es: Nueva Configuración
no: Nytt oppsett
sk: Nové nastavenia
sv: Ny Inställning
tr: Yeni Ayarlar

source: Images do not need to be thumbnail size; they will be resized as needed.
es: Las imágenes no necesitan ser del tamaño de la miniatura, serán redimensionadas si es necesario.
no: Bilder trenger ikke være i miniatyrbildestørrelse; de vil skaleres om nødvendig.
sk: Obrázky nepotrebujú byť rovnakej veľkosti ako náhľady/ budú automaticky zmenšené na potrebnú veľkosť
sv: Bildee måste inte vara miniatyrsbildsstorlek; storleken kommer att ändras vid behov.
tr: Resimler tırnak resmi boyutunda olmak zorunda değil; eğer gerekirse yeniden boyutlandırılır.

source: Default thumbnail for mime type:
es: Miniatura por defecto para el tipo mime:
no: Standard miniatrybilde for MIME-type:
sk: Predvoľený náhľad pre MIME typ:
sv: Förvald miniatyrbild för mimetyp:
tr: MIME türü için varsayılan tırnak resmi:

source: &laquo; Choose type or enter above &raquo;
es: &laquo; Elige el tipo o introducelo a continuación &raquo;
no: &laquo; Velg type eller angi over &raquo;
sk: &laquo; Vyberte si typ, alebo zadajte hore &raquo;
sv: &laquo; Välj typ eller fyll i ovan &raquo;
tr: &laquo; Tür seçin ya da yukarıya girin &raquo;

source: New jpeg file:
es: Nuevo archivo jpeg:
no: Ny jpeg-fil:
sk: Nový jpeg súbor:
sv: Ny JPEG fil:
tr: Yeni jpeg dosyası:

source: Existing image:
es: Imagen existente:
no: Eksisterende bilde:
sk: Existujúci obrázok:
sv: Tillgänglig bild:
tr: Varolan resim:

source: Save
es: Guardar
no: Lagre
sk: Uložiť
sv: Spara
tr: Kaydet
