Repository: gregstoll/gallery2
Catalog: modules/rewrite/po/*.po
Languages: el

source: 404 File Not Found
el: 404 Το αρχείο δεν βρέθηκε

source: URL Rewrite
el: Επανεγγραφή URL

source: Enables short URLs using Apache mod_rewrite, ISAPI Rewrite, or PathInfo
el: Ενεργοποιεί σύντομα URLs χρησιμοποιώντας Apache mod_rewrite, ISAPI Rewrite, ή PathInfo

source: Gallery
el: Γκαλερί

source: Show Item
el: Εμφάνιση αντικειμένου

source: Path to an item (eg, /album/image.jpg.html)
el: Διαδρομή σε ένα αντικείμενο (π.χ. /album/image.jpg.html)

source: Page number in an album
el: Αριθμός σελίδας σε άλμπουμ

source: Current language (eg, en or de)
el: Τρέχον Γλώσσα (π.χ. en ή el)

source: The general URL for viewing items.
el: Το γενικό URL για εμφάνιση αρχείων.

source: Download Item
el: Λήψη αντικειμένου

source: The item file name.
el: Το όνομα του αντικειμένου.

source: The general URL for downloading items.
el: Το γενικό URL για κατέβασμα αρχείων.

source: Site Admin
el: Πίνακας διαχείρισης

source: Quick and easy way to access Site Admin.
el: Γρήγορος και εύκολος τρόπος για πρόσβαση στην διαχείριση.

source: 404 File not found
el: 404 Το αρχείο δεν βρέθηκε

source: Check short style URLs for filesystem conflicts
el: Έλεγχος τύπου σύντομων URLs για συγκρούσεις με αρχεία του συστήματος

source: This will go through all your Gallery items and check if the short style URL links to an existing file or directory on your webserver.
el: Αυτό θα περάσει από όλα τα αρχεία της Γκαλερί σας και θα ελέγξει εάν το σύντομο URL συνδέεται με ένα υπάρχοντα αρχείο ή έναν κατάλογο στο διακομιστη σας.

source: Processing...
el: Επεξεργασία...

source: Bad path:
el: Κακή διαδρομή:

source: Checking item %d of %d
el: Έλεγχος αντικειμένου %d από %d

source: Checked %d items and found %d conflicts
el: Ελέγχθηκαν %d αντικείμενα και βρέθηκαν %d συγκρούσεις

source: Bad keyword.
el: Κακή λέξη κλειδί.

source: Cannot read the httpd.ini file
el: Δεν ήταν δυνατή η ανάγνωση του αρχείου httpd.ini

source: Cannot write to httpd.ini file
el: Δεν ήταν δυνατή η εγγραφή στο αρχείο httpd.ini

source: Cannot write to httpd.ini file, please create it.
el: Δεν ήταν δυνατή η εγγραφή στο αρχείο httpd.ini, παρακαλούμε δημιουργήστε το.

source: Cannot read the .htaccess file
el: Δεν ήταν δυνατή η ανάγνωση του αρχείου .htaccess

source: Cannot write to the .htaccess file
el: Δεν ήταν δυνατή η εγγραφή στο αρχείο .htaccess

source: Cannot write to the .htaccess file, please create it.
el: Δεν ήταν δυνατή η εγγραφή στο αρχείο .htaccess, παρακαλούμε δημιουργήστε το.

source: Cannot read the embedded .htaccess file
el: Δεν ήταν δυνατή η ανάγνωση του ενσωματωμένου αρχείου .htaccess

source: Cannot write to the embedded .htaccess file
el: Δεν ήταν δυνατή η εγγραφή στο ενσωματωμένο αρχείο .htaccess

source: Cannot write to the embedded .htaccess file, please create it.
el: Δεν ήταν δυνατή η εγγραφή στο ενσωματωμένο αρχείο .htaccess, παρακαλούμε δημιουργήστε το.

source: URL Rewrite Administration
el: Διαχείριση Επανεγγραφής URL

source: Successfully saved settings
el: Οι ρυθμίσεις αποθηκεύτηκαν με επιτυχία

source: An error occured while trying to save your settings
el: Δημιουργήθηκε ένα σφάλμα κατά την αποθήκευση των ρυθμίσεων

source: Rules
el: Όροι

source: Setup
el: Ρύθμιση

source: Test
el: Δοκιμή

source: Short URLs are compiled out of predefined keywords. Modules may provide additional keywords. Keywords are escaped with % (eg: %itemId%).
el: Τα σύντομα URLs αποτελούνται από προκαθορισμένες λέξεις-κλειδιά. Τα επιπλέον πρόσθετα μπορεί να παρέχουν πρόσθετες λέξεις-κλειδιά. Οι λέξεις-κλειδιά αποφεύγονται με % (π.χ: %itemId%).

source: It is recomended that you don't activate the 'Download Item' URL since it will slow down Gallery.
el: Σας συστήνουμε να μην ενεργοποιήσετε το URL 'Λήψη αντικειμένου' γιατί θα επιβραδύνει τη Γκαλερί.

source: Active
el: Ενεργό

source: Help
el: Βοήθεια

source: View
el: Προβολή

source: URL Pattern
el: URL Μοτίβο

source: Additional Keywords
el: Επιπρόσθετες ετικέτες

source: Status: Error
el: Κατάσταση: Σφάλμα

source: Status: Active
el: Κατάσταση: Ενεργό

source: Status: Not Active
el: Κατάσταση: Απενεργοποιημένο

source: No URL Pattern
el: Κανένα URL Μοτίβο

source: No help available
el: Καμία βοήθεια διαθέσιμη

source: Keywords
el: Λέξεις κλειδιά

source: Save
el: Αποθήκευση

source: Some rules only apply if the referer (the site that linked to the item) is something other than Gallery itself. Hosts in the list below will be treated as friendly referers.
el: Ορισμένοι κανόνες ισχύουν μόνο αν ο παραπέμπτης (ο ιστότοπος που συνδέεται με το αντικείμενο) είναι κάτι άλλο από την ίδια την Γκαλερί. Οι φιλοξενητές από την παρακάτω λίστα, θα αντιμετωπίζονται ως φιλικοί παραπέμπτες.

source: Allow empty referer?
el: Επιτρέψτε κενούς παραπέμπτες;

source: Test again
el: Δοκιμάστε ξανά

source: Error: 404 File Not Found
el: Σφάλμα: 404 Δεν βρέθηκε το αρχείο

source: Configuration
el: Ρυθμίσεις

source: For ISAPI Rewrite to work Gallery needs write access to the httpd.ini file.
el: Για να λειτουργήσει το ISAPI Rewrite η Γκαλερί χρειάζεται πρόσβαση για να μπορεί να γράψει στο αρχείο httpd.ini.

source: Httpd.ini path:
el: Διαδρομή httpd.ini:

source: Invalid directory.
el: Άκυρος κατάλογος.

source: Embedded Setup
el: Ρυθμίσεις ενσωμάτωσης

source: Public path:
el: Δημόσια διαδρομή:

source: Invalid path.
el: Άκυρη διαδρομή.

source: IIS ISAPI_Rewrite Support
el: Υποστήριξη IIS ISAPI_Rewrite

source: Success
el: Επιτυχία

source: Error
el: Σφάλμα

source: How to setup ISAP Rewrite
el: Πως να ρυθμίσετε το ISAP Rewrite

source: Test ISAPI Rewrite Manually
el: Δοκιμάστε το ISAPI Rewrite χειροκίνητα

source: Gallery did not detect ISAPI Rewrite, please run this test yourself to verify.
el: Η Γκαλερί δεν βρήκε το ISAPI Rewrite, παρακαλούμε εκτελέστε μόνοι σας την δοκιμή για επιβεβαίωση.

source: Force
el: Εξαναγκασμός

source: ISAPI Rewrite Test
el: Δοκιμή ISAPI Rewrite

source: ISAPI_Rewrite httpd.ini file
el: Αρχείο ISAPI_Rewrite httpd.ini

source: Testing if Gallery can write to the httpd.ini file.
el: Δοκιμή για το αν η Γκαλερί μπορεί να γράψει στο αρχείο httpd.ini.

source: Please configure the correct location of ISAPI_Rewrite httpd.ini.
el: Παρακαλούμε ρυθμίστε την σωστή τοποθεσία του ISAPI_Rewrite httpd.ini.

source: Please make sure Gallery can read the httpd.ini file
el: Παρακαλούμε βεβαιωθείτε ότι η Γκαλερί μπορεί να διαβάσει το αρχείο httpd.ini

source: Please make sure Gallery can write to the httpd.ini file
el: Παρακαλούμε βεβαιωθείτε ότι η Γκαλερί μπορεί να γράψει στο αρχείο httpd.ini

source: Testing if %s is supported by the server.
el: Δοκιμή αν το %s υποστηρίζεται από τον διακομιστή.

source: Warning
el: Προειδοποίηση

source: Line 6:
el: Γραμμή 6:

source: Test mod_rewrite manually
el: Δοκιμάστε το mod_rewrite χειροκίνητα

source: Works
el: Εργασίες

source: mod_rewrite configuration 1 (with global Options +FollowSymlinks)
el: mod_rewrite Ρύθμιση 1 (με καθολικές επιλογές +FollowSymlinks)

source: mod_rewrite configuration 2 (with local Options +FollowSymlinks)
el: mod_rewrite Ρύθμιση 2 (με τοπικές επιλογές +FollowSymlinks)

source: Gallery .htaccess file
el: Αρχείο .htaccess της Γκαλερί

source: Testing if Gallery can write to the .htaccess file.
el: Δοκιμή για το αν η Γκαλερί μπορεί να γράψει στο αρχείο .htaccess.

source: Please create a file in your Gallery directory named .htaccess
el: Παρακαλούμε δημιουργήστε ένα αρχείο στον κατάλογο της Γκαλερί σας με το όνομα .htaccess

source: Please make sure Gallery can read the existing .htaccess file
el: Παρακαλούμε βεβαιωθείτε ότι η Γκαλερί μπορεί να διαβάσει το αρχείο .htaccess

source: Please make sure Gallery can write to the existing .htaccess file
el: Παρακαλούμε βεβαιωθείτε ότι η Γκαλερί μπορεί να γράψει στο αρχείο .htaccess

source: Embedded .htaccess file
el: Ενσωματωμένο αρχείο .htaccess

source: Testing if Gallery can write to the embedded .htaccess file.
el: Δοκιμή για το αν η Γκαλερί μπορεί να γράψει στο ενσωματομένο αρχείο .htaccess.

source: URL Rewrite Setup
el: Ρύθμιση επανεγγραφής URL

source: PHP Path Info
el: Πληροφορίες Διαδρομής PHP

source: Back
el: Πίσω

source: Done
el: Επιτυχία
