Repository: gregstoll/gallery2
Catalog: modules/jpegtran/po/*.po
Languages: sk

source: Graphics toolkit for lossless JPEG transformations
sk: Grafický nástroj pre bezstratovú transformáciu JPEG obrázkov

source: Graphics Toolkits
sk: Grafické nástroje

source: rotation degrees
sk: otočenie v stupňoch

source: Rotate the image
sk: Otočiť obrázok

source: left edge %
sk: ľavý okraj %

source: top edge %
sk: horný okraj %

source: width %
sk: šírka %

source: height %
sk: výška %

source: Crop the image
sk: Orezať obrázok

source: Incorrect exit status for jpegtran command.
sk: Nesprávny stav po ukončení príkazu jpegtran.

source: Output file was not generated.
sk: Výstupný súbor nebol vygenerovaný.

source: Missing version information.
sk: Chýba informácia o verzii.

source: Unexpected results.
sk: Neočakávané výsledky.

source: Jpegtran Settings
sk: Nastavenia Jpegtran

source: Settings saved successfully
sk: Nastavenia boli úspešne uložené

source: Jpegtran is a tool that can be used to rotate and crop JPEG images without degrading image quality. You must install the jpegtran binary (part of libjpeg) on your server, then enter the path to it in the text box below. If you're on a Unix machine, don't forget to make the binary executable (%s should do it).
sk: Jpegtran je nástroj, ktorý sa dá použiť na otáčanie a orezávanie JPEG obrázkov bez zníženia kvality obrázka. Aby bolo možné rozšírenie používať, musíte jpegtran nainštalovať (ako súčasť libjpeg) na Váš server a zadať k nemu cestu do okienka nižšie. Ak ste na počítači Unixového typu, nezabudnite súboru prideliť práva na spustenie (urobíte to pomocou %s).

source: <b>Note</b>: The jpegtran binary must be compatible with version %s.
sk: <b>Upozornenie</b>: Program jpegtran musí byť kompatibilný s verziou %s.

source: The exec() function is disabled in your PHP by the <b>disabled_functions</b> parameter in php.ini. This module cannot be used until that setting is changed.
sk: Funkcia exec() je vo vašom PHP vypnutá pomocou parametra <b>disabled_functions</b>v súbore php.ini. Tento modul nebude fungovať, pokiaľ toto nastavenie nebude zmenené.

source: Path to jpegtran binary:
sk: Cesta k programu jpegtran:

source: You must enter a path to your jpegtran binary
sk: Musíte zadať cestu k programu jpegtran

source: The path you entered doesn't contain a valid jpegtran binary. Use the 'test' button to check where the error is.
sk: Cesta, ktorú ste zadali, neobsahuje správny program jpegtran. Použite tlačidlo 'Otestovať nastavenia' aby ste zistili, v čom je chyba.

source: The path you entered isn't a valid path to a <b>jpegtran</b> binary.
sk: Cesta, ktorú ste zadali, nie je platná cesta ku programu <b>jpegtran</b>.

source: The <b>jpegtran</b> binary is not executable. To fix it, run <b>chmod 755 %s</b> in a shell.
sk: Súbor <b>jpegtran</b> nie je spustiteľný. Napravíte to zadaním príkazu <b>chmod 755 %s</b> do príkazového riadka.

source: Save Settings
sk: Uložiť nastavenia

source: Test Settings
sk: Otestovať nastavenia

source: Cancel
sk: Zrušiť

source: Reset
sk: Východzie hodnoty

source: Jpegtran binary test results
sk: Výsledky testu programu Jpegtran

source: Binary Name
sk: Meno súboru:

source: Pass/Fail
sk: Úspešnosť

source: Passed
sk: Úspešné

source: Failed
sk: Chyba

source: Error messages:
sk: Chybové správy:

source: Debug output (%d failed test)
sk: Ladiaci výstup (%d test zlyhal)

source: We gathered this debug output while testing your Jpegtran binaries. If you read through this carefully you may discover the reason why your jpegtran binaries failed the tests.
sk: Počas testovania programu Jpegtran bol zachytený tento výstup ladenia. Ak si ho pozorne prečítate, možno objavíte príčinu toho, prečo test programu Jpegtran zlyhal.
