Repository: gregstoll/gallery2
Catalog: modules/watermark/po/*.po
Languages: af, el, es, hu, ja, pl, sl

source: Gallery can automatically apply a watermark to images linked from sites outside your Gallery. Select a watermark above and then activate hotlink watermarks using the Rewrite module.
af: Gallery kan outomaties watermerke op beelde toepas waarna geskakel word vanuit eksterne werwe buite u Gallery. Kies 'n watermerk hierbo en aktiveer hotlink watermerk daarna met behulp van die Rewrite module.
el: Η Γκαλερί μπορεί να εφαρμόσει αυτόματα ένα υδατόσημο σε εικόνες που είναι συνδεδεμένες από ιστοσελίδες έξω από την Γκαλερί σας. Επιλέξτε ένα υδατόσημο από πιο πάνω και μετά ενεργοποιήστε το hotlink υδατόσημα χρησιμοποιώντας το Rewrite Module.
es: Gallery puede aplicar de forma automatica una marca de agua a imágenes enlazadas desde sitios fuera de Gallery. Selecciona una marca de agua a continuación y activa el hotlink de marcas de agua usando el modulo de Reescritura.
hu: A Galéria automatikusan vízjelet rakhat a Galérián kívülről hivatkozott képekre. Válassz ki fenn egy vízjelet, majd aktiváld a közvetlen hivatkozások vízjelezését a Rewrite modulban.
ja: Galleryは、Galleryの外からリンクされる画像に自動的に透かしを適用できます。上から透かしを選択して、透かしのホットリンクをRewriteモジュールを使って有効にしてください。
pl: Galeria może automatycznie dodawać znaki wodne do zdjęć wysyłanych z galerii do zewnątrznych stron. W tym celu należy wybrać znak wodny, a następnie aktywować Hotlink przy użyciu modułu Rewrite.
sl: Galerija lahko nanese vodne žige na slike, ki so povezane (linked) na druge strani izven vaše Galerije. Zgoraj izberite vodni žig in nato aktivirajte vodni žig z uporabo Rewrite modula.
