Repository: gregstoll/gallery2
Catalog: modules/watermark/po/*.po
Languages: af, el, es, hu, ja, pl, sl

source: Apply watermark
el: Εφαρμογή υδατοσήμου
es: Aplicar marca de agua
ja: 透かしを適用
pl: Zastosuj znak wodny
sl: Uporabi vodni žig

source: Watermark applied successfully
af: Watermerk suksesvol toegepas
el: Το υδατόσημο εφαρμόστηκε με επιτυχία
es: Marca de agua aplicada con éxito
hu: Vízjel sikeresen alkalmazva
ja: 透かしの適用に成功しました
pl: Znak wodny został zastosowany
sl: Vodni žig je bil uspešno dodan

source: Remove watermarks
el: Αφαιρέστε τα υδατόσημα
es: Eliminar marcas de agua
ja: 透かしを削除
pl: Usuń znaki wodne
sl: Odstrani vodni žig

source: Watermark removed successfully
af: Watermerk suksesvol verwyder
el: Το υδατόσημο αφαιρέθηκε με επιτυχία
es: Marca de agua eliminada con éxito
hu: Vízjel sikeresen eltávolítva
ja: 透かしの削除に成功しました
pl: Znak wodny został usunięty
sl: Vodni žig je bil odstranjen

source: Preparing...
el: Προετοιμασία...
es: Preparando...
ja: 処理中...
pl: Przygotowywanie...
sl: Pripravljam...

source: Watermark
af: Watermerk
el: Υδατόσημο
es: Marcas de Agua
hu: Vízjel
ja: 透かし
pl: Znak wodny
sl: Vodni žig

source: user watermarks
af: gebruikerswatermerke
el: Υδατόσημα χρήστη
es: mascas de agua de usuario
hu: felhasználói vízjelek
ja: ユーザーの透かし
pl: znaki wodne użytkowników
sl: Vodni žigi uporabnika

source: Error: Missing watermark. Please see the Event Logs page in the Site Admin.
es: Error: Marca de agua no encontrada. Por favor mira la página de Logs de Evento en la Página de Administración.
ja: エラー: 透かしが見当たりません。サイト管理のイベントログページを見てください。
pl: Błąd: Brak znaku wodnego. Proszę sprawdź dziennik zdarzeń w panelu administracyjnym.
sl: Napaka: manjka vodni žig. Oglejte se Beležke dogodkov v Administraciji strani.

source: Watermark your images
af: Watermerk vir u beelde
el: Υδατοσημάνετε τις εικόνες σας
es: Añade marcas de agua a tus imágenes
hu: Lásd el vízjellel képeid
ja: 画像に透かしを入れる
pl: Dodaje znaki wodne do zdjęć
sl: Dodajte vodne žige na vaše slike

source: Display
af: Vertoon
el: Προβολή
es: Visualización
hu: Megjelenítés
ja: 表示
pl: Wygląd
sl: Prikaz

source: Watermarks
af: Watermerke
el: Υδατοσήματα
es: Marcas de Agua
hu: Vízjelek
ja: 透かし
pl: Znaki wodne
sl: Vodni žigi

source: Watermark hotlinked images
af: Watermerk hotlink beelde
el: Εφαρμογή υδατοσήμου σε hotlinked εικόνες
es: Añadir marca de agua a las imágenes recien enlazadas
hu: Direktben hivatkozott képek vízjelezése
ja: 透かしでホットリンクされる画像
pl: Oznacz podlinkowane zdjęcia
sl: Postavi vodni žig na direktno povezane slike (hotlinked images)

source: Apply watermark to images downloaded from outside your Gallery. Select which watermark to use in Watermark Site Admin.
af: Pas Watermerk toe op beelde wat van buite u Gallery afgelaai word. Kies watter watermerk u wil gebruik in Watermerk Werf Admin.
el: Εφαρμογή υδατοσήμου σε εικόνες που λήφθηκαν έξω από την Γκαλερί σας. Επιλέξτε ποιο υδατόσημο θέλετε να χρησιμοποιήσετε στην Διαχείριση Υδατοσήμου.
es: Aolicar marca de agua a las imágenes descargadas de fuera de tu Gallery. Selecciona que marca de agua usar en el Sitio de Administracion de Marca de Agua.
hu: Rakj vízjelet a Galérián kívülről letöltött képekre. Válaszd ki a használandó vízjelet a Vizjel rendszergazdai oldalon.
ja: Galleryの外部からダウンロードされた画像に透かしを適用します。透かしサイト管理者でどの画像を使うか選択してください。
pl: Zastosuj znak wodny do zdjęć pobieranych z Galerii z zewnątrznych stron. Wyboru znaku wodnego można dokonać w panelu administracyjnym.
sl: Postavi vodni žig a slike, ki so pretočene (downloaded) izven vaše galerije. Vodni žig si izberite v administraiciji za vodni žig.

source: Delete Watermark
af: Verwyder Watermerk
el: Διαγραφή υδατοσήμου
es: Eliminar Marca de Agua
hu: Vízjel Törlése
ja: 透かしを削除
pl: Usuń znak wodny
sl: Izbrši vodni žig

source: This watermark is used on one item.
af: Die watermerk word gebruik op één item.
el: Αυτό το υδατόσημο χρησιμοποιείτε σε ένα αντικείμενο
es: Esta marca de agua se utiliza en un elemento.
hu: Ezt a vízjelet egy elemen használjuk.
ja: この透かしは %d アイテムで使われています。
pl: Ten znak wodny jest używany na 1 pozycji.
sl: Vodni žig je uporabljen na enem predmetu.

source: The watermark will be removed from all items if the watermark image is deleted.
af: As die watermerk sal van alle items verwyder word as die watermerkbeeld vertwyder word.
el: Το υδατόσημο θα αφαιρεθεί από όλα τα αρχεία αν διαγράψετε το υδατόσημο.
es: La marca de agua será eliminada de todos los elementos si se borra la imagen de la misma.
hu: A vízjel minden elemről eltávolításra kerül, ha a vízjel képét törlöd.
ja: 透かし画像が削除されると全てのアイテムの透かしが削除されます。
pl: Jeśli plik zostanie skasowany, znak wodny zostanie usunięty ze wszystkich pozycji.
sl: Če izbrišete sliko vodnega žiga, bo vodni žig odstranjen iz vseh predmetov, na katere je nanešen.

source: Delete
af: Verwyder
el: Διαγραφή
es: Eliminar
hu: Törlés
ja: 削除
pl: Usuń
sl: Briši

source: Cancel
af: Kanselleer
el: Ακύρωση
es: Cancelar
hu: Mégsem
ja: キャンセル
pl: Anuluj
sl: Prekliči

source: You can choose a watermark to apply to all images in this album. Settings here will replace any existing watermarks.
el: Μπορείτε να διαλέξετε ένα υδατόσημο για να το εφαρμόσετε σε όλες τις εικόνες του άλμπουμ. Οι ρυθμίσεις εδώ θα αντικαταστήσουν οποιαδήποτε υδατόσημα που υπάρχουν.
es: Puedes escoger una marca de agua para aplicar a todas las imágenes en este álbum. Lo que configures aquí remplazará cualquier marca de agua existente.
ja: このアルバム内の全ての画像に適用する透かしを選択することができます。ここでの設定はあらゆる既存の透かしが置き換えられます。
pl: Dodaj znak wodny do wszystkich pozycji w tym albumie. Ustawienie to zamieni wszystkie istniejące znaki.
sl: Izberete lahko vodni žig, ki ga boste uporabili na vseh slikah tega abluma. Nastavitve bodo zamenjale morebitne dosedanje vodne žige.

source: You can choose a watermark to apply to this image.
el: Μπορείτε να διαλέξετε ένα υδατόσημο για να το εφαρμόσετε στην εικόνα.
es: Puedes escoger una marca de agua para aplicar a esta imagen.
ja: この画像に適用する透かしを選んでください
pl: Dodaj znak wodny do tej pozycji.
sl: Izberite vodni žig, ki ga želite uporabiti na tej sliki.

source: Watermarks do not modify the original images, so they can be applied to full size, resizes or thumbnail without affecting the original, and can be removed later.
el: Τα υδατόσημα δεν τροποποιούν τις πρωτότυπες εικόνες. Μπορούν να εφαρμοστούν στις εικόνες πλήρους μεγεθους, άλλων μεγεθών ή μικρογραφίες χωρίς να επηρεάζουν τα πρωτότυπα, και μπορούν να αφαιρεθούν αργότερα.
es: Las marcas de agua no modifican las imágenes originales, por lo que pueden ser aplicadas a las de tamaño completo, a las redimensionadas o a las miniaturas sin afectar al original, y pueden ser eliminadas mas tarde.
ja: 透かしは元の画像には影響しませんので、元の画像を破壊することなくフルサイズ/リサイズ画像やサムネイルに適用することができ、後で削除もできます。
pl: Znaki wodne nie mają żadnego wpływu na oryginalne zdjęcie, w związku z tym mogą być używane na wszystkich wersjach zdjęć bez obawy o ich uszkodzenie, możliwe jest również ich późniejsze usunięcie.
sl: Vodni žigi ne spremenijo originalne slike. Uporabite jih lahko na polni velikosti, pomanjšani sliki, sličici. Ker ne spremenijo originala, jih lahko kasneje odstranite.

source: You have no watermarks
af: U het geen watermerke nie
el: Δεν έχετε κανένα υδατόσημο
es: No tienes marcas de agua
hu: Nincs vízjeled
ja: 透かしはありません
pl: Nie masz żadnych znaków wodnych
sl: Nimate vodnih žigov

source: You must first upload some watermark images so that you can apply them to your image.
af: U moet eers die watermerkbeelde oplaai sodat u hulle op beelde kan toepas.
el: Πρέπει πρώτα να ανεβάσετε μερικά υδατόσημα για να μπορέσετε να τα εφαρμόσετε στις εικόνες σας.
es: Primero debes subir algunas imágenes de marca de agua para poder aplicarlas a tu imagen.
hu: Előszőr fel kell töltened a vízjelek képeit, hogy azután ráhúzhasd képeidre.
ja: あなたの画像に透かしをいれるために、まず透かし画像をアップロードしなくてはなりません。
pl: Aby używać znaków wodnych, konieczne jest najpierw ich załadowanie.
sl: Najprej morate naložiti nekaj slik za vodne žige, ki jih boste potem nanesli na vaše slike.

source: Upload some watermarks now.
af: Laai 'n paar watermerke nou.
el: Ανεβάστε μερικά υδατόσημα τώρα.
es: Subir algunas marcas de agua ahora.
hu: Tölts fel most néhány vízjelet.
ja: 何か透かし画像をアップロードしてください。
pl: Załaduj znaki wodne.
sl: Naloži nekaj vodnih žigov.

source: Step 1. Choose which watermark you want to use
af: Stap 1. Kies welke watermerk u wil gebruik
el: Βήμα 1. Επιλέξτε ποιο υδατόσημο θα χρησιμοποιήσετε
es: Paso 1. Elige que marca de agua quieres usar
hu: 1. lépés: Válaszd ki a használni kívánt vízjelet
ja: ステップ 1. どの透かしを使いたいか選択してください
pl: Krok 1. Wybierz znak wodny, który chcesz użyć
sl: 1. korak: Izberite žig, ki ga želite uporabiti

source: Step 2. Placement for the watermark
el: Βήμα 2. Τοποθέτηση υδατοσήμου
es: Paso 2. Emplazamiento de la marca de agua
ja: ステップ 2. 透かしを配置してください
pl: Krok 2. Wybierz lokalizację znaku wodnego
sl: 2. korak: Postavitev za vodni žig

source: watermark
af: watermerk
el: υδατόσημο
es: marca de agua
hu: vízjel
ja: 透かし
pl: znak wodny
sl: vodni žig

source: Step 3. Choose which images to watermark
el: Βήμα 3. Διαλέξτε ποιες εικόνες θέλετε να υδατοσημάνετε
es: Paso 3. Escoge a que imágenes se le aplicará la marca de agua
ja: ステップ 3. どの画像に透かしを入れたいか選択してください
pl: Krok 3. Wybierz zdjęcia do oznakowania
sl: 3. korak: Izberite slike, na katere boste dali vodni žig

source: You must choose something to watermark!
af: U moet iets kies om te watermerk!
el: Πρέπει να διαλέξετε κάτι για να υδατοσημάνετε
es: &iexcl;Debes escoger algo a lo que aplicar la marca de agua!
hu: Ki kell választanod valamit, amit vízjelezni szeretnél!
ja: 透かしを入れるものを何か選択しなければなりません
pl: Musisz wybrać wersję, którą chcesz oznaczyć znakiem wodnym!
sl: Izbrati morate predmet/e, ki na katere želite nanesti vodni žig!

source: Full size (won't damage the original file)
af: Volgrootte (sal nie die oorspronklike lêer beskadig nie)
el: Πλήρες Μέγεθος(δεν θα καταστρέψει την πρωτότυπη εικόνα)
es: Tamaño completo (no daña el archivo original)
hu: Teljes méret (az eredeti fájlra nincs hatással)
ja: 完全なサイズ (元の画像は破壊しません)
pl: Pełny rozmiar (nie zniszczy oryginału)
sl: Sliko v polni velikosti (original ne bo spremenjen)

source: Resizes
af: Geskaalde beelde
el: Άλλα Μεγέθη
es: Redimensiones
hu: Áméretezett Képek
ja: リサイズ画像
pl: Wersje przeskalowane
sl: Pomanjšane slike

source: Thumbnail
af: Duimnael
el: Μικρογραφία
es: Miniaturas
hu: Előnézeti kép
ja: サムネイル
pl: Miniaturki
sl: Sličice

source: Step 4. Subalbums
el: Βήμα 4. Υπο-άλμπουμ
es: Paso 4. Subálbumes
ja: Step 4. サブアルバム
pl: Krok 4. Podalbumy
sl: 4. korak: Podalbumi

source: Also apply watermark change to all subalbums
el: Εφαρμογή αλλαγής υδατοσήμου σε όλα τα υπο-άλμπουμ
es: Aplicar tambien el cambio de marca de agua a todos los subálbumes
ja: 透かしの変更を全てのサブアルバムにも適用する
pl: Zmianę zastosuj również do wszystkich podalbumów
sl: Vodni žig uporabi tudi na podalbumih

source: Apply Watermark
af: Pas Watermerk toe
el: Εφαρμογή Υδατοσήμου
es: Aplicar Marca de Agua
hu: Vízjelezés alkalmazása
ja: 透かしを適用
pl: Zastosuj znak wodny
sl: Nanesi vodni žig

source: Remove Watermark
af: Verwyder Watermerk
el: Αφαίρεση Υδατοσήμου
es: Eliminar Marca de Agua
hu: Vízjel törlése
ja: 透かしを削除
pl: Usuń znak wodny
sl: Odstrani vodni žig

source: My Watermarks
af: My Watermerke
el: Τα Υδατόσημα Μου
es: Mis Marcas de Agua
hu: Saját Vízjelek
ja: 自分の透かし
pl: Moje znaki wodne
sl: Moji vodni žigi

source: Watermark added successfully
af: Watermerk suksesvol bygevoeg
el: Το υδατόσημο προστέθηκε με επιτυχία
es: Marca de agua añadida con éxito
hu: Vízjel sikeresen hozzáadva
ja: 透かしの追加に成功しました
pl: Znak wodny został dodany
sl: Vodni žig je bil uspešno dodan

source: Watermark deleted successfully
af: Watermerk suksesvol verwyder
el: Το υδατόσημο διαγράφτηκε με επιτυχία
es: Marca de agua eliminada con éxito
hu: Vízjel sikeresen törölve
ja: 透かしの削除に成功しました
pl: Znak wodny został skasowany
sl: Vodni žig je bil uspešno odstranjen

source: Watermark saved successfully
af: Watermerk suksesvol gestoor
el: Το υδατόσημο αποθηκεύτηκε με επιτυχία
es: Marca de agua almacenada con exito
hu: Vízjel sikeresen elmentve
ja: 透かしの保存に成功しました
pl: Znak wodny został zapisany
sl: Vodni žig je bil uspešno shranjen

source: There was a problem processing your request.
af: 'n Probleem is ondervind tydens die verwerking van u versoek.
el: Υπήρξε ένα πρόβλημα κατά την επεξεργασία της αίτησης σας.
es: Ha habido un problema procesando tu petición.
hu: Hiba történt a kérés feldolgozása közben.
ja: あなたの要求を処理している間に問題が発生しました。
pl: Wystąpił błąd podczas przetwarzania.
sl: Prišlo je do težav pri izvajanju vašega ukaza.

source: Upload Watermarks
af: Laai Watermerke
el: Ανεβάστε Υδατόσημα
es: Subir Marcas de Agua
hu: Vízjelek Feltöltése
ja: 透かしのアップロード
pl: Wyślij znaki wodne
sl: Naloži vodne žige

source: Add your own personal watermarks here. These watermarks can only be used by you.
af: Voeg hier u persoonlike watermerke by. Hierdie watermerke kan slegs deur u self gebruik word.
el: Προσθέστε τα δικά σας προσωπικά υδατόσημα εδώ. Αυτά τα υδατόσημα μπορούν να χρησιμοποιηθούν μόνο από εσάς.
es: Añade tus marcas de agua personales aqui. Estas marcas de agua solo pueden ser utilizadas por ti.
hu: Itt adhatod hozzá a rendszerhez saját vízjeleidet. Ezeket a vízjeleket csak Te tudod használni.
ja: ここにあなた個人の透かしを追加してください。これらの透かしはあなただけが使えます。
pl: Tutaj można dodawać prywatne znaki wodne. Znaki te będą mogły być użyte tylko przez ciebie.
sl: Tukaj dodate vaše osebne vodne žige, ki jih lahko uporabljate samo vi.

source: Name
af: Naam
el: Όνομα
es: Nombre
hu: Név
ja: 名前
pl: Nazwa
sl: Ime

source: Image
af: Beeld
el: Εικόνα
es: Imagen
hu: Kép
ja: 画像
pl: Obraz
sl: Slika

source: Action
af: Aksie
el: Ενέργεια
es: Acción
hu: Művelet
ja: アクション
pl: Akcja
sl: Akcija

source: edit
af: wysig
el: επεξεργασία
es: editar
hu: szerkesztés
ja: 編集
pl: edytuj
sl: uredi

source: delete
af: verwyder
el: διαγραφή
es: eliminar
hu: törlés
ja: 削除
pl: usuń
sl: briši

source: Add
af: Voeg by
el: Προσθήκη
es: Añadir
hu: Hozzáadás
ja: 追加
pl: Dodaj
sl: Dodaj

source: You must enter the path to a file to upload
af: U moet die pad na 'n lêer verskaf om op te kan laai
el: Πρέπει να δώσετε την διαδρομή του αρχείου που θέλετε να ανεβάσετε
es: Debes introducir la ruta al fichero que quieres subir
hu: Add meg a feltöltendő fájl elérési útját
ja: アップロードするファイルのパスを入力しなければなりません。
pl: Proszę podać ścieżkę do znaku wodnego
sl: Vnesti morate pot do slike, ki jo želite naložiti

source: Edit A Watermark
af: Wysig 'n Watermerk
el: Επεξεργαστείτε ένα υδατόσημο
es: Editar una Marca de Agua
hu: Vízjel szerkesztése
ja: 透かしを編集する
pl: Edytuj znak wodny
sl: Uredi vodni žig

source: New image added successfully
af: Nuwe beeld suksesvol bygevoeg
el: Η νέα εικόνα προστέθηκε με επιτυχία
es: Nueva imagen añadida con éxito
hu: Új kép sikeresen hozzáadva
ja: 新しい画像の追加に成功しました
pl: Nowy znak wodny został dodany
sl: Nova slika je bila uspešno dodana

source: Watermark Name
af: Watermerk Naam
el: Όνομα υδατόσημου
es: Nombre de la Marca de Agua
hu: Vízjel Neve
ja: 透かしの名前
pl: Nazwa znaku wodnego
sl: Ime vodnega žiga

source: Give this watermark a name so that you can identify it in a list.
af: Verskaf 'n naam vir die watermerk sodat u dit in 'n lys kan herken.
el: Δώστε ένα όνομα στο υδατόσημο για να μπορείτε να το αναγνωρίζετε στην λίστα.
es: Dar a esta marca de agua un nombre de modo que puedas identificarlo en una lista.
hu: Adj nevet a vízjelnek, hogy később azonosíthasd a listában.
ja: この透かしに、リストで見分けがつくように名前を付ける
pl: Proszę podać nazwę znaku wodnego, jaka ma być widoczna na liście.
sl: Poimenujte vodni žig, da ga boste lahko prepoznali v seznamih.

source: You must provide a name
af: U moet 'n naam verskaf
el: Πρέπει να δώσετε ένα όνομα
es: Debes proporcionar un nombre
hu: Meg kell adnod egy nevet
ja: 名前を入れてください
pl: Proszę podać nazwę
sl: Morate vnesti ime

source: Name already used by another watermark
af: Naam is reeds in gebruik deur 'n ander watermerk
el: Το όνομα χρησιμοποιείται από άλλο υδατόσημο
es: El nombre ya está en uso por otra marca de agua
hu: Ezt a nevet már használja egy másik vízjel
ja: 名前は他の透かしによって使用されています
pl: Nazwa jest już używana przez inny znak wodny
sl: Enako ime je že v uporabi za drug vodni žig

source: Placement
af: Plasing
el: Τοποθέτηση
es: Localización
hu: Elhelyezés
ja: 位置
pl: Umiejscowienie
sl: Postavitev

source: Place your watermark on the canvas below in the location where you'd like it to appear when you watermark newly uploaded photos. You'll be able to edit individual photos to move the watermark later on, if you choose.
af: Plaas u watermerk op die doek hieronder op die ligging waar u dit wil laat verskyn wanneer u nuut gelaaide fotos wil watermerk. As u wil, kan u later indiwiduele beelde wysig om die watermerk te verskuif.
el: Τοποθετήστε το υδατόσημο σας στον πίνακα πιο κάτω στην τοποθεσία που θέλετε να εμφανίζεται όταν εφαρμόζεται υδατόσημα στις καινούργιες εικόνες που ανεβάσατε. Θα μπορείτε να επεξεργαστείτε τις εικόνες και να μετακινήσετε το υδατόσημο αργότερα, αν επιθυμείτε.
es: Coloca tu marca de agua en el siguiente cuadro en la localización donde quieres que aparezca cuando la apliques a las nuevas fotos subidas. Podrás editar mas tarde las fotos de forma individual para mover la marca de agua, si quieres.
hu: Helyezd a vízjeled az alábbi mezőn oda, ahol szeretnéd, hogy az újonnan feltöltött képeiden megjelenjen. Később - ha úgy döntesz - minden képre egyénileg is megadhatod az elhelyezést.
ja: 透かしを、下のカンバスの適用したい場所に置いてください。後で個々の画像の透かしの位置を変更することができます。
pl: Wybierz miejsce, gdzie ma być umieszczony znak wodny, dotyczy to nowo dodawanych zdjęć. Później będziesz mógł to zmienić dla każdego zdjęcia osobno.
sl: Spodaj postavite vodni žig na tistem mestu slike, kjer želite, da se bo pojavil na novih slikah. Seveda boste lahko vodni žig nanesli tudi na posamezne že obstoječe slike.

source: Choose which versions of the image you'd like to watermark
af: Kies welke weergawes van die beelde u wil watermerk
el: Επιλογή τύπου εικόνας που θέλετε να υδατοσημάνετε
es: Escoge a que versiones de la imagen quieres que se le aplique la marca de agua
hu: Válaszd ki a kép mely verzióját vízjelezzük
ja: どのサイズの画像に透かしを入れるか選択してください
pl: Wybierz wersje zdjęć, które mają być oznakowane
sl: Izberite na katere verzije slike bi radi nanesli vodni žig

source: Replace image
el: Αντικατάσταση εικόνας
es: Reemplazar imagen
ja: 画像の入れ替え
pl: Zamień obraz
sl: Zamenjaj sliko

source: Uploading a new image file will reapply this watermark everywhere it is used in the Gallery. The new image must match the mime type of the existing file.
el: Ανεβάζοντας ένα καινούργιο αρχείο εικόνας θα εφαρμόσει ξανά αυτό το υδατόσημο όπου έχει χρησιμοποιηθεί στην Γκαλερί. Ο τύπος mime της καινούργιας εικόνας πρέπει να ταιριάζει με αυτό του αρχείου που ήδη υπάρχει.
es: Subiendo un nuevo archivo de imagen se reaplicará esta marca de agua en cualquier lugar donde este siendo usada en Gallery. La nueva imagen debe tener el mismo tipo mime que el archivo existente.
ja: 新しい画像をアップロードすると、この透かしはGallery内の全てで利用される透かしを再適用します。新しい画像はMIMEタイプが既存のものと同じでなければなりません。
pl: Wysłanie nowego obrazu zamieni istniejący znak wodny na nowy we wszystkich pozycjach galerii używających ten znak wodny. Nowy obraz musi być tego samego typu Mime co istniejący.
sl: Z nalaganjem nove slike boste ponastavili ta vodni žig povsod, kjer je uporabljen. Nova slika se mora ujemati z mime tipom obstoječe.

source: Mime type does not match existing file
el: Ο τύπος MIME δεν ταιριάζει με το αρχείο που υπάρχει
es: El tipo mime no coincide con el del archivo existente
ja: MIMEタイプが既存のファイルと一致しません
pl: Typ Mime nie pasuje do istniejącego pliku
sl: Mime tip se ne ujema z obstoječo datoteko

source: Save
af: Stoor
el: Αποθήκευση
es: Guardar
hu: Mentés
ja: 保存
pl: Zapisz
sl: Shrani

source: Choose a watermark to apply to the images you add.
af: Kies 'n watermerk om op die beelde wat u oplaai toe te pas.
el: Διαλέξτε ένα υδατόσημο για να προσθέσετε στις εικόνες που ανεβάζετε
es: Escoge una marca de agua para aplicar a las imágenes que añades.
hu: Válaszd ki a feltöltésre kerülő képeknél használatos vízjelet!
ja: 追加する画像に適用する透かしを選んでください
pl: Wybierz znak wodny, jakim mają być oznaczone dodawane zdjęcia.
sl: Izberite vodni žig, ki ga boste nanesli na dodane slike.

source: Edit your watermarks
af: Wysig u watermerke
el: Επεξεργαστείτε τα υδατόσημα σας
es: Editar tus marcas de agua
hu: Vízjeleid szerkeztése
ja: 自分の透かしを編集する
pl: Edytuj swoje znaki wodne
sl: Uredite vaše vodne žige.

source: none
af: geen
el: κανένα
es: ninguna
hu: egyik sem
ja: なし
pl: żaden
sl: nobeden

source: Watermark Images
af: Watermerk Beelde
el: Εικόνες υδατοσήμων
es: Imágenes de Marca de Agua
hu: Képek Vízjelezése
ja: 透かし画像
pl: Znaki wodne
sl: Nanesi vodni žig na slike

source: Watermark updated successfully
af: Watermerk suksesvol opgedateer
el: Το υδατόσημο ενημερώθηκε με επιτυχία
es: Marca de agua actualizada con éxito
hu: Vízjel sikeresen frissítve
ja: 透かしの更新に成功しました
pl: Znak wodny został zaktualizowany
sl: Vodni žig je bil uspešno posodobljen

source: Image deleted successfully
af: Beelde suksesvol verwyder
el: Η εικόνα διαγράφηκε με επιτυχία
es: Imagen eliminada con éxito
hu: Kép sikeresen törölve
ja: 画像の削除に成功しました
pl: Obraz został usunięty
sl: Slika je bila uspešno izbrisana

source: Missing image file
af: Beeldlêer word vermis
el: Λείπει το αρχείο εικόνας
es: Archivo de imagen no encontrado
hu: Hiányzó képfájl
ja: 画像ファイル欠落
pl: Brak pliku obrazu
sl: Manjka slikovna datoteka

source: Settings saved successfully
af: Verstellings suksesvol gestoor
el: Οι ρυθμίσεις αποθηκεύτηκαν με επιτυχία
es: Configuracion guardada con éxito
hu: Beállítások sikeresen elmentve
ja: 設定の保存に成功しました
pl: Ustawienia zostały zapisane
sl: Nastavitve so bile uspešno shranjene.

source: Make sure to select a default watermark
el: Σιγουρευτείτε ότι θα διαλέξετε ένα προεπιλεγμένο υδατόσημο
es: Asegurate de seleccionar una marca de agua por defecto
ja: デフォルトの透かしを選択したことを確認してください
pl: Proszę upewnić się, że został wybrany domyślny znak wodny
sl: Zagotovo izberite privzet vodni žig

source: Allow users to upload their own watermark images
el: Επιτρέπεται στους χρήστες να ανεβάζουν τα δικά τους υδατόσημα.
es: Permitir a los usuarios subir sus propias imágenes de marca de agua
ja: ユーザーが各自の透かし画像をアップロードすることを許可する
pl: Pozwól użytkownikom wysyłać własne znaki wodne
sl: Dovolite oporabnikom, da si naložijo lastne vodne žige

source: Use only the default watermark selected below. Only Site Administrators may change or remove watermarks.
el: Χρησιμοποιήστε μόνο το προεπιλεγμένο υδατόσημο που είναι επιλεγμένο πιο κάτω. Μόνο οι Διαχειριστές μπορούν να αλλάξουν ή να αφαιρέσουν υδατόσημα.
es: Usar solamente la marca de agua por defecto seleccionada a continuación. Solo los Administradores del Sitio pueden cambiar o eliminar marcas de agua.
ja: 以下で選択されたデフォルトの透かしのみ使用する。サイト管理者のみが透かしの変更や削除ができます。
pl: Użyj tylko wybranego poniżej domyślnego znaku wodnego. Tylko administrator galerii może zmieniać i usuwać znaki wodne.
sl: Uporabi samo privzete vodne žige, ki so spodaj izbrani. Samo administratorji lako zamenjajo ali odstranijo vodne žige.

source: File
af: Lêer
el: Αρχείο
es: Archivo
hu: Fájl
ja: ファイル
pl: Plik
sl: Datoteka

source: Owner
af: Eienaar
el: Ιδιοκτήτης
es: Propietario
hu: Tulaj
ja: 所有者
pl: Właściciel
sl: Lastnik

source: Hotlink
hu: Direkt hivatkozás
ja: ホットリンク
sl: Direkten link (hotlink)

source: Default
el: Προεπιλογή
es: Por defecto
ja: デフォルト
pl: Ustawienia domyślne
sl: Privzeto

source: Reset
el: Επαναφορά
es: Reiniciar
ja: リセット
pl: Przywróć ustawienia domyślne
sl: Ponastavi

source: Watermark Hotlinked Images
af: Watermerk Hotlink Beelde
el: Εφαρμογή Υδατοσήμου σε hotlinked εικόνες
es: Poner Marca de Agua a Imágenes que esten Hotlink
hu: Direktben Hivatkozott Képek Vízjelezése
ja: 透かしでホットリンクされた画像
pl: Oznacz podlinkowane zdjęcia
sl: Nanesi vodne žige na direktno povezane slike (hotlinked)
