Repository: gregstoll/gallery2
Catalog: modules/thumbpage/po/*.po
Languages: pl, sk, tr

source: Changes saved successfully
pl: Zmiany zostały zapisane
sk: Zmeny boli úspešne uložené
tr: Değişiklikler başarıyla kaydedildi

source: Thumbnail
pl: Miniaturka
sk: Náhľad
tr: Tırnak Resim

source: Thumbnail Page
pl: Strona miniaturek
sk: Stránka Náhľadov
tr: Tırnak Resim Sayfası

source: Select page/frame from a multipage file or movie for the thumbnail
pl: Wybierz stronę/klatkę z wielostronicowego pliku lub filmu na miniaturkę.
sk: Vyberte stranu/rámček pre náhľad z viac stranového súboru alebo videa
tr: Tırnak resim için çoklu-sayfa dosyasından ya da filmden sayfa ya da çerceve seç

source: Display
pl: Wygląd
sk: Zobrazenie
tr: Görüntüle

source: Thumbnail Page Module
pl: Moduł strony miniaturek
sk: Modul Stránky Náhľadov
tr: Tırnak Resim Sayfa Modülü

source: This module requires an active graphics toolkit that supports either:
pl: Ten moduł wymaga aktywnego narzędzia graficznego wspierającego zarówno:
sk: Tento modul vyžaduje aktívnu grafickú utilitu, ktorá podporuje niektoré z tohoto:
tr: Bu modülü kullanabilmek için etkin bir grafik aracına ihtiyacınız var, destek vermesi gerekenler:

source: A multi-page file type such as TIFF, PDF or Postscript
pl: Wielostronicowe pliki takie jak TIFF, PDF lub Postscript
sk: Typ viac stranového súboru napríklad TIFF, PDF alebo Postscript
tr: Çoklu-sayfa dosya tipi mesela TIFF, PDF ya da Postscript

source: Example: ImageMagick module with gs (GhostScript) support
pl: Np: moduł ImageMagick ze wsparciem gs (GhostScript)
sk: Príklad: Modul ImageMagick s podporou gs (GhostScript)
tr: Örnek: ImageMagick modülü ile gs (GhostScript) desteği

source: A movie type such as Mpeg or AVI
pl: Pliki video takie jak Mpeg lub AVI
sk: Typ videa napríklad Mpeg alebo AVI
tr: Bir film mesela Mpeg ya da AVI

source: Example: Ffmpeg module
pl: Np: moduł FFMPEG
sk: Príklad: Ffmpeg modul
tr: Örnek: ffmpeg modülü

source: Select the time offset to use for this item's thumbnail.
pl: Wybierz przesunięcie czasu dla tej miniaturki.
sk: Vyberte časový posun, ktorý bude použitý pre náhľad tejto položky.
tr: Bu ögenin tırnak resim kullanımı zaman karşılığını seç.

source: Seconds (Max = %s)
pl: Sekundy (max = %s)
sk: Sekúnd (Max = %s)
tr: Saniyeler (Maks = %s)

source: Enter a value between 0 and %s
pl: Wprowadź wartość pomiędzy 0 a %s
sk: Vyberte hodnotu medzi 0 a %s
tr: 0 ve %s arasında bir değer gir

source: Save
pl: Zapisz
sk: Uložiť
tr: Kaydet

source: Reset
pl: Przywróć ustawienia domyślne
sk: Východzie hodnoty
tr: Sıfırla

source: Select the page number to use for this item's thumbnail.
pl: Wybierz numer strony dla tej miniaturki.
sk: Vyberte číslo stránky, ktorá bude použité pre náhľad tejto položky.
tr: Bu ögelerin tırnak resiminde kullanılmak üzere sayfa numarasını seçin.

source: Page
pl: Strona
sk: Strana
tr: Sayfa
