Repository: gregstoll/gallery2
Catalog: modules/useralbum/po/*.po
Languages: el, hu, lt, lv, sk, sl

source: When user is created
el: Όταν δημιουργείται ο χρήστης
hu: A felhasználó létrehozásakor
lt: Kai sukuriamas vartotojas
lv: Kad lietotājs ir izveidots
sk: Ked je uzivatel vytvoreny
sl: Ko ustvarite uporabnika

source: When first accessed
el: Με την πρώτη πρόσβαση
hu: Az első belépéskor
lt: Pirmą kartą prisijungus
lv: Kad pirmo reizi piekļuvis
sk: Pri prvom pristupe
sl: Ko prvič pristopi

source: Everybody
el: Όλοι
hu: Mindenki
lt: Visi
lv: Ikviens
sk: Ktokoľvek
sl: Vsi

source: Registered Users
el: Εγγεγραμμένοι χρήστες
hu: Regisztrált felhasználók
lt: Registruoti vartotojai
lv: Reģistrēts lietotājs
sk: Registrovaní užívatelia
sl: Registrirani uporabniki

source: User Only
el: Μόνο χρήστες
hu: Csak felhasználó
lt: Tik vartotojas
lv: Lietotājiem tikai
sk: Iba uzivatel
sl: Samo uporabnik

source: Yes
el: Ναι
hu: Igen
lt: Taip
lv: Jā
sk: Áno
sl: Da

source: No
el: Όχι
hu: Nem
lt: Ne
lv: Nē
sk: Nie
sl: Ne

source: User Albums
el: Άλμπουμ χρηστών
hu: Felhasználói albumok
lt: Vartotojų albumai
lv: Lietotāja albumi
sk: Užívateľské Albumy
sl: Uporabniški albumi

source: Create an album for each new user
el: Δημιουργία άλμπουμ για κάθε νέο χρήστη
hu: Album létrehozása minden új felhasználóhoz
lt: Sukurti albumą kiekvienam naujam vartotojui
lv: Veidot jaunu albumu katram jaunam lietotājam
sk: Vytvárať album pre každého nového užívateľa
sl: Ustvari album za vsakega novega uporabnika

source: Gallery
el: Γκαλερί
hu: Galéria
lt: Galerija
lv: Galerija
sk: Galéria
sl: Galerija

source: Your Album
el: Το άλμπουμ σας
hu: Saját Albumod
lt: Jūsų albumas
lv: Jūsu albums
sk: Váš Album
sl: Moj album

source: User Album Settings
el: Ρυθμίσεις άλμπουμ χρήστη
hu: Felhasználói albumbeállítások
lt: Vartotojo albumo nustatymai
lv: Lietotāja albumu iestatījumi
sk: Nastavenia Uzivatelskeho Albumu
sl: Nastavitve uporabniškega albuma

source: Settings saved successfully
el: Οι ρυθμίσεις αποθηκεύτηκαν με επιτυχία
hu: Beállítások sikeresen elmentve
lt: Nustatymai išsaugoti sėkmingai
lv: Iestatījumi saglabāti veiksmīgi
sk: Nastavenia boli úspešne uložené
sl: Nastavitve so bile uspešno shranjene

source: An album will be created for each user. The user will have full permissions on the album.
el: Ένα άλμπουμ θα δημιουργηθεί για κάθε χρήστη. Ο χρήστης θα έχει πλήρες δικαιώματα στο άλμπουμ.
hu: Minden felhasználó részére egy külön album fog készülni. A felhasználónak teljes jogosultsága lesz az albumra.
lt: Albumas bus sukurtas kiekvienam vartotojui. Vartotojas turės visas teises albumui.
lv: Albums tiks saglabāts katram lietotājam. Lietotājam būs pilnas tiesības albumā.
sk: Album bude vytvoreny pre kazdeho uzivatela. Uzivatel bude mat plne prava na tomto albume.
sl: Za vsakega novega uporabnika bo ustvarjen album. Uuporabnik bo imel vsa dovoljenja nad tem albumom.

source: Create albums
el: Δημιουργία άλμπουμ
hu: Albumok létrehozása
lt: Sukurti albumus
lv: Veidot albumus
sk: Vytvor albumy
sl: Ustvari albume

source: Albums viewable by
el: Τα άλμπουμ προβάλλονται σε
hu: Albumokat megtekinthetik:
lt: Albumus gali žiūrėti
lv: Albumi skatāmi no
sk: Albumy mozu prezerat
sl: Kdo lahko vidi albume?

source: Full size images viewable
el: Οι εικόνες πλήρους μεγέθους μπορούν να προβληθούν
hu: Teljesméretű képeket megtekinthetik
lt: Rodomi viso dydžio paveikslėliai
lv: Apskatāmi pilna izmēra attēli
sk: Obrazky v plnej velkosti mozu pozerat
sl: Kdo lahko vidi slike v polni velikosti?

source: Location for new user albums
el: Τοποθεσία άλμπουμ νέου χρήστη
hu: Az új felhasználói albumok helye
lt: Naujų vartotojų albumų vieta
lv: Jauno lietotāju albumu atrašanās vieta
sk: Miesto pre albumy novych uzivatelov
sl: Lokacija novih uporabniških albumov

source: Login page
el: Σελίδα σύνδεσης
hu: Bejelentkező oldal
lt: Prisijungimo puslapis
lv: Pieslēgšanās lapa
sk: Prihlasovacia stranka
sl: Prijavna stran

source: Jump to user album after login
el: Πήγαινε στο άλμπουμ του χρήστη μετά την σύνδεση
hu: Ugrás a felhasználó albumára bejelentkezés után
lt: Peršokti į vartotojo albumą jam prisijungus
lv: Pāriet uz lietotāja albumu pēc pieslēgšanās
sk: Skočiť na album užívateľa po prihlásení
sl: Po prijavi skoči na uporabniški album

source: Link to user album
el: Σύνδεσμος στο άλμπουμ χρήστη
hu: Link a felhasználó albumára
lt: Nuoroda į vartotojo albumą
lv: Saite uz lietotāja albumu
sk: Linka na užívateľský album
sl: Povezava na uporabniški album

source: Show link
el: Εμφάνιση συνδέσμου
hu: Link megjelenítése
lt: Rodyti nuorodą
lv: Rādīt saiti
sk: Zobraz linku
sl: Pokaži povezavo

source: Save
el: Αποθήκευση
hu: Mentés
lt: Išsaugoti
lv: Saglabāt
sk: Uložiť
sl: Shrani

source: Reset
el: Επαναφορά
hu: Visszaállítás
lt: Anuliuoti pakeitimus
lv: Atiestatīt
sk: Východzie hodnoty
sl: Ponastavi
