Repository: gregstoll/gallery2
Catalog: modules/linkitem/po/*.po
Languages: sl

source: Link
sl: Povezava

source: Link Items
sl: Poveži predmete

source: Create links to other albums or external urls
sl: Ustvari povezave do drugih albumov ali zunanjih url-jev

source: Display
sl: Prikaz

source: Get image for linkitem thumbnail
sl: Dobi sliko za povež-predmet (linkitem) sličico

source: link
sl: povezava

source: Link to Album:
sl: Povezava do albuma:

source: You must enter an album id
sl: Vnesti morate id albuma

source: Invalid album id
sl: Napačen id albuma

source: Link to External URL:
sl: Povezava do zunanjega url-ja

source: You must enter an URL
sl: Vnesti morate URL

source: Add Link
sl: Dodaj povezavo

source: Missing URL
sl: Manjka URL

source: Link Item Settings
sl: Nastavitve za Poveži predmet

source: Settings saved successfully
sl: Nastavitve so bile uspešno shranjene

source: Add small arrow watermark on thumbnails
sl: Na sličice dodaj majhno puščico v vodnem tisku

source: Generate webpage snapshot for thumbnails of URL links
sl: Ustvari posnetke spletnih strani za sličice URL povezav

source: Command to capture webpage snapshot:
sl: Ukaz za ustvarjanje posnetkov spletnih strani:

source: Webpage snapshots can be captured with %skhtml2png%s. This program is not trivial to setup, requiring ImageMagick and a running X server, with appropriate access permission for your webserver/PHP user. Install and test outside of Gallery to ensure the command entered above works as expected. Test with the webserver/PHP user to verify Gallery won't have permission problems. If Gallery produces broken thumbnails then try the Build Thumbnails %sMaintenance task%s to see debug output.
sl: Posnetki spletnih strani se lahko naredijo s %skhtml2png%s. Nastavitev programa ni enostavna, zahteva ImageMagick in delujoč X strežnik, s pravimi dovoljenji vašemu strežniškemu/PHP uporabniku za dostop. Namestite in preizkusite ga izven Galerije in tako zagotovite, da ukaz, ki ste ga vnesli, deluje, kot se pričakuje. Preizkusite s strežniškim/PHP uporabnikom in zagotovite, da Galerija ne bo imela težav z dovoljenji. Če Galerija ustvari pokvarjene sličice, poizušajte uporabiti opravilo Izdelaj Sličice med %sVzrževalnimi opravili%s in tako razhroščiti izdelavo.

source: The command line parameters default to those for khtml2png. To specify alternate parameters, place them in a text file here:
sl: Privzeti ukazni parametri za khtml2png. Za nastavitev drugačnih parametrov, le-te zapišite v tekstovno datoteko tukaj:

source: Use %URL% %WIDTH% %HEIGHT% %OUTFILE% tokens.
sl: Uporabite %URL% %WIDTH% %HEIGHT% %OUTFILE% tokens.

source: If you don't use webpage snapshots then URL links are given a default thumbnail. Use the Thumbnail Manager module to upload a custom thumbnail for these items.
sl: Če ne boste uporabili posnetke spletnih strani, bo URL povezavam dodeljena privzeta sličica. Uporabite modul Upravitelj sličic (Thumbnail Manager), da za te predmete (povezave) naložite sličice po meri.

source: Save
sl: Shrani

source: Reset
sl: Poenostavi
