Repository: gregstoll/gallery2
Catalog: modules/register/po/*.po
Languages: sl

source: Activation by administrator
sl: Registracijo potrdi administrator

source: Use confirmation emails
sl: Uporabi potrditveni e-mail

source: Accept without confirmation
sl: Sprejmi brez potrditve

source: Yes
sl: Da

source: No
sl: Ne

source: Registration
sl: Registracija

source: New User Registration
sl: Registracija novega uporabnika

source: Gallery
sl: Galerija

source: Account activation
sl: Aktivacija računa

source: New user registration
sl: Registracija novega uporabnika

source: Welcome to Gallery
sl: Pozdravljeni v Galeriji

source: Register
sl: Registracija

source: New user registration:
sl: Registracija novega uporabnika:

source: Username: %s
sl: Uporabniško ime: %s

source: Full name: %s
sl: Ime in priimek: %s

source: Activate or delete this user here
sl: Aktiviraj ali izbriši uporabnika tu

source: Registration Settings
sl: Nastavitve registracije

source: Settings saved successfully
sl: Spremembe shranjene

source: Activated user %s
sl: Aktiviran uporabnik %s

source: Deleted user %s
sl: Izbrisan uporabnik %s

source: Confirmation Policy
sl: Pravila potrditve

source: The Registration module can accept new user registrations instantly, require the user to click a confirmation link in an email that is sent by the module, or require account activation by a site administrator.
sl: Registracijski vmesnik lahko sprejme nove uporabnike takoj, lahko zahteva potrditev z uporabo povezave v e-mailu, ki ga pošlje vmesnik sam ali pa mora uporabnika potrditi administrator Galerije.

source: Choose policy:
sl: Izberi pravila:

source: Email details
sl: E-mail podrobnosti

source: Sender(From) Email Address:
sl: Pošiljateljev(od) e-mail naslov:

source: Confirmation Email Subject:
sl: Naslov potrditvenega e-maila:

source: Email Site Administrators for all new registrations
sl: Za vse nove registracije obvesti Administratorja(e-mail)

source: Admin Email Subject:
sl: Naslov e-maila:

source: Email new users upon account activation
sl: Obvesti novega uporabnika ob aktivaciji računa

source: Welcome Email Subject:
sl: Naslov pozdravnega e-maila:

source: Save
sl: Shrani

source: Reset
sl: Ponastavi

source: Pending Registrations
sl: Nepregledane registracije

source: &laquo; first
sl: &laquo; prvi

source: &laquo; back
sl: &laquo; nazaj

source: Viewing page %d of %d
sl: Stran %d od %d

source: next &raquo;
sl: naslednji &raquo;

source: last &raquo;
sl: zadnji &raquo;

source: Username
sl: Uporabniško ime:

source: Full Name
sl: Ime in priimek

source: Date
sl: Datum

source: Action
sl: Akcija

source: activate
sl: aktiviraj

source: delete
sl: izbriši

source: Account Activation
sl: Aktivacija računa

source: This user cannot be activated.
sl: Ta uporabnik ne more biti aktiviran.

source: This can happen if the URL you entered is not correct or you already activated this account. Please check if your mail client broke the link into several lines and append them without spaces.
sl: To se zgodi

source: Your account has been activated.
sl: Vaš račun je aktiven.

source: You can now login to your account with your username and password.
sl: Sedaj se lahko prijavite v vaš račun z uporabniškim imenom in geslom.

source: Hello %s,
sl: Pozdzravljen/a %s,

source: You receive this email because you have registered at %s
sl: To sporočilo ste prejeli, ker ste se registrirali na %s

source: Your username is: %s
sl: Vaše uporabniško ime je: %s

source: To finish the registration process please click the following link:
sl: Postopek registracije lahko končate s klikom na povezavo:

source: If you did not register at this site then please ignore this email. The registration will not become valid and you will not receive any further emails. Sorry for the inconvenience.
sl: Če se niste registrirali na tej strani prezrite to sporočilo. Registracija bo kmalu postala neveljavna in vaš e-mail naslov bo pozabljen. Oprostite za nevšečnost.

source: Thank you!
sl: Hvala!

source: Registration successful
sl: Registracija uspešna

source: Your registration was successful.
sl: Vaša registracija je uspešna.

source: You will shortly receive an email containing a link. You have to click this link to confirm and activate your account. This procedure is necessary to prevent account abuse.
sl: Kmalu boste dobili e-mail s povezavo. Kliknite to povezavo da potrdite in aktivirate vaš račun. Ta postopek preprečuje morebitne zlorabe računov.

source: Your registration will be processed and your account activated soon.
sl: Vaša registracija bo kmalu pregledana in račun aktiven.

source: Your registration was successful and your account has been activated.
sl: Registracija je uspešna. Vaš račun je aktiviran.

source: You can now %slogin%s to your account with your username and password.
sl: Sedaj se lahko %sprijavite%s v vaš račun z uporabniškim imenom in geslom.

source: Register As New User
sl: Registriraj se kot nov uporabnik

source: (required)
sl: (obvezno)

source: You must enter a username
sl: Vnesti morate uporabniško ime

source: Username '%s' already exists
sl: Uporabnik '%s' že obstaja

source: You must enter your full name
sl: Vnesti moratevaše polno ime.

source: Email Address
sl: E-mail naslov

source: You must enter an email address
sl: Vnesti morate e-mail naslov

source: Invalid email address
sl: Nepravilen e-mail naslov

source: Password
sl: Geslo

source: You must enter a password
sl: Vnesti morate geslo

source: Verify Password
sl: Ponovi geslo

source: You must enter the password a second time
sl: Geslo morete vnesti tudi v drugič

source: The passwords you entered did not match
sl: Vneseni gesli se ne ujemata.

source: Cancel
sl: Prekliči

source: Your account is now active. Visit the site listed above to login.
sl: Vaš račun je aktiven.
