Repository: gregstoll/gallery2
Catalog: modules/icons/po/*.po
Languages: sk

source: Icons
sk: Ikonky

source: Display icons for links
sk: Zobrazí ikonky miesto odkazov

source: Display
sk: Zobrazenie

source: None
sk: Žiadne

source: KSIcons
sk: KS ikony

source: Paul Armstrong Designs
sk: Dizajn Paula Armstronga

source: Silk Icons
sk: Hodvábne ikony

source: Icon Settings
sk: Nastavenie Ikoniek

source: Settings saved successfully
sk: Nastavenia boli úspešne uložené

source: No icon packs are available.
sk: Nie sú dostupné žiadne balíčky ikoniek.

source: Select an icon pack to use for this Gallery.
sk: Vyberte balíček ikoniek, ktorý bude používaný v tejto Galérii.

source: Save
sk: Uložiť

source: Reset
sk: Východzie hodnoty

source: Icon Pack Browser
sk: Prehliadač balíkov ikoniek.

source: Link ID
sk: ID odkazu
