Repository: gregstoll/gallery2
Catalog: modules/newitems/po/*.po
Languages: el, fa

source: New Items
el: Νέα αντικείμενα
fa: آیتم‌های جدید

source: Highlight new/updated Gallery items
el: Τονίστε τα νέα/ενημερωμένα αντικείμενα της Γκαλερί
fa: برجسته‌سازی جدید/به‌روزشده برای آیتم‌های گالری

source: Display
el: Προβολή
fa: نمایش

source: New
el: Νέο
fa: جدید

source: Updated
el: Ενημερώθηκε
fa: به‌روزشده

source: New Items First
el: Τα νέα αντικείμενα πρώτα
fa: آیتم‌های جدید در ابتدا

source: New Item Settings
el: Ρυθμίσεις νέων αντικειμένων
fa: تنظیمات آیتم‌های جدید

source: Settings saved successfully
el: Οι ρυθμίσεις αποθηκεύτηκαν με επιτυχία
fa: تنظیمات با موفقیت ذخیره شد

source: Album sorts reset successfully
el: Η ταξινόμηση των άλμπουμ επαναφέρθηκε με επιτυχία
fa: ترتیب آلبوم با موفقیت بازنشانی شد

source: Reset albums with New Items sort to enable deactivation (see below)
el: Επαναφορά των άλμπουμ με ταξινόμηση νέων αντικειμένων για να ενεργοποιηθεί η απενεργοποίηση (δέστε πιο κάτω)
fa: بازنشانی آلبوم‌ها با ترتیب جدید آیتم‌ها برای بی‌اثرسازی (پایین را ببینید)

source: Enter length of time in days items should be marked as new and updated, or zero to disable.
el: Δώστε την διάρκεια σε ημέρες την οποία θα πρέπει να έχουν την σήμανση ως νέα αντικείμενα ή Ενημερωμένα. Γράψτε 0 για απενεργοποίηση
fa: تعداد روزها را برای نشان‌گذاری «جدید» یا «به‌روزشده» تعیین نمایید و یا صفر را برای عدم نشان‌گذاری وارد کنید.

source: New:
el: Νέα:
fa: جدید:

source: Invalid value
el: Άκυρη τιμή
fa: مقدار نامعتبر

source: Updated:
el: Ενημερώθηκε:
fa: به‌روزشده:

source: Save
el: Αποθήκευση
fa: ذخیره

source: Reset
el: Επαναφορά
fa: بازنشانی

source: This gallery is using New Items sort as the default album sort. This must be changed to another sort type before this module can be deactivated. You can reset the default to manual sort order here.
el: Η Γκαλερί χρησιμοποιεί ταξινόμηση νέων αντικειμένων ως η προεπιλεγμένη ταξινόμηση άλμπουμ. Πρέπει να αλλαχθεί σε διαφορετικό τύπο ταξινόμησης για να μπορέσετε να απενεργοποιήσετε αυτό το πρόσθετο. Μπορείτε να επαναφέρετε την προεπιλογή στην χειροκίνητη ταξινόμηση εδώ.
fa: این گالری از «ترتیب آیتم‌های جدید» به عنوان ترتیب پیش‌فرض استفاده می‌کند. قبل از اینکه این ماژول غیرفعال شود، لازم است تا نوع ترتیب تغییر یابد. شما می‌توانید اینجا نوع ترتیب را به «ترتیب دستی» تغییر دهید.

source: This gallery contains %d album using New Items sort. It must be reset to the default sort before this module can be deactivated. You can reset the album here.
el: Η Γκαλερί περιέχει %d άλμπουμ το οποίο χρησιμοποιεί ταξινόμηση Νέων αντικειμένων. Πρέπει να επαναφερθεί στην προεπιλεγμένη ταξινόμηση για να μπορέσει να απενεργοποιηθεί αυτό το πρόσθετο. Μπορείτε να επαναφέρετε το άλμπουμ εδώ.
fa: این گالری شامل %d آلبوم است که از «ترتیب آیتم‌های جدید» به عنوان ترتیب پیش‌فرض استفاده می‌کند. قبل از اینکه این ماژول غیرفعال شود، لازم است تا نوع ترتیب تغییر یابد. شما می‌توانید اینجا نوع ترتیب را به «ترتیب دستی» تغییر دهید.

source: Warning: there is no undo.
el: Προειδοποίηση: Δεν υπάρχει αναίρεση
fa: هشدار: واگرد (undo) ممکن نیست.

source: Reset album sorts
el: Επαναφορά ταξινόμησης των άλμπουμ
fa: بازنشانی ترتیب آلبوم
