Repository: gregstoll/gallery2
Catalog: modules/slideshow/po/*.po
Languages: da, de, el, fr, it, ja, nl, pl, ru, sk, sl, sv, zh_tw

source: Slideshow for %s
da: Fremvisning af %s
de: Diashow für %s
el: Slideshow για %s
fr: Diaporama pour %s
it: Slideshow per %s
ja: %s のスライドショー
nl: Diashow voor %s
pl: Pokaz slajdów dla %s
ru: Слайд-шоу для %s
sk: Prezentácia pre %s
sl: Diapozitivi za %s
sv: Bildspel för %s
zh_tw: %s 的幻燈片放映

source: Slideshow
da: Fremviser
de: Diashow
fr: Diaporama
ja: スライドショー
nl: Diashow
pl: Pokaz slajdów
ru: Слайд-шоу
sk: Prezentácia
sl: Diapozitivi
sv: Bildspel
zh_tw: 幻燈片放映

source: Display
da: Vis
de: Anzeige
el: Προβολή
fr: Affichage
it: Visualizzazione
ja: 表示
nl: Weergave
pl: Wygląd
ru: Отображение
sk: Zobrazenie
sl: Prikaži
sv: Visa
zh_tw: 顯示

source: View Slideshow
da: Start Fremvisning
de: Diashow ansehen
el: Εμφάνιση Slideshow
fr: Lancer un diaporama
it: Mostra Slideshow
ja: スライドショーを見る
nl: Diashow Weergeven
pl: Pokaz slajdów
ru: Слайд-шоу
sk: Pozrieť ako prezentáciu
sl: Poglej diapozitive
sv: Visa bildspel
zh_tw: 觀賞幻燈片

source: Path to an item (eg, /album/image.jpg.html)
da: Sti til et emne (f.eks. /album/billede.jpg.html)
de: Pfad zu einem Element (z.B. /album/bild.jpg.html)
el: Διαδρομή σε ένα αντικείμενο (π.χ. /album/image.jpg.html)
fr: Chemin vers un élément (exemple&nbsp;: /album/image.jpg.html)
it: Percorso di un oggetto (ad es. /album/immagine.jpg.html)
ja: アイテムへのパス (例 /album/image.jpg.html)
nl: Pad naar een item (bijv, /album/afbeelding.jpg.html)
pl: Ścieżka dostępu do pozycji (np. /album/image.jpg.html)
ru: Путь к элементу (например, /album/image.jpg.html)
sk: Cesta k položke (napr. /album/image.jpg.html)
sl: Pot do predmeta (eg, /album/image.jpg.html)
sv: Sökväg till ett objekt (t.ex. /album/image.jpg.html)
zh_tw: 項目的路徑（如 /album/image.jpg.html）

source: Slideshow Settings
da: Fremviser indstillinger
de: Diashow Einstellungen
el: Ρυθμίσεις Slideshow
fr: Paramètres du diaporama
it: Configurazione Slideshow
ja: スライドショー設定
nl: Diashow Instellingen
pl: Ustawienia slajdów
ru: Настройки слайд-шоу
sk: Nastavenia prezentácie
sl: Nastaviteve diaprojekcije
sv: Bildspelsinställningar
zh_tw: 幻燈片放映設定

source: Installed PicLens version %s
da: Installerede PicLens version %s
de: PicLens Version %s installiert
el: Εγκατεστημένη έκδοση PicLens %s
fr: PicLens version %s a été installé
it: PicLens installato versione %s
ja: PicLensバージョン%sがインストールされました
nl: PicLens versie %s geïnstalleerd
pl: Zainstalowano PicLens w wersji %s
ru: У вас установлено дополнение PicLens v%s
sk: PicLens verzie %s bolo nainštalované.
sl: Nameščene so PicLens verzija %s
sv: Installerad PicLens version %s
zh_tw: PicLens 的安裝版本 %s

source: An error occurred while downloading PicLens!
da: Der opstod en fejl ved download af PicLens!
de: Es trat ein Fehler während des Downloads von PicLens auf!
fr: Une erreur est survenue en téléchargeant PicLens !
it: Si è verificato un errore durante lo scaricamento di PicLens!
ja: PicLensのダウンロード中にエラーが発生しました！
nl: Er is een fout opgetreden tijdens het downloaden van PicLens
pl: Wystąpił błąd podczas pobierania PicLens!
ru: При скачивании PicLens произошла ошибка!
sk: Nastala chyba počas sťahovania Piclens!
sl: Pri prenašanju PicLens je prišlo do napake!
sv: Ett fel uppstod när PicLens laddades ner.
zh_tw: 下載 PicLens 時發生錯誤！

source: Uninstalled PicLens
da: Afinstallerede PicLens
de: PicLens wurde deinstalliert.
el: Απεγκατάσταση PicLens
fr: PicLens a été désinstallé
it: PicLens rimosso
ja: PicLensをアンインストールしました
nl: PicLens Verwijderd
pl: Odinstalowano PicLens
ru: Снесённое дополнение PicLens
sk: PicLens bolo odinštalované
sl: PicLens odstrenjene
sv: Avinstallerade PicLens
zh_tw: 已卸載 PicLens

source: Gallery can optionally use a Flash and JavaScript based slideshow from %s to provide users with the best possible viewing experience. Gallery can install %s for you automatically, or you can choose to use an HTML slideshow.
da: Gallery kan eventuelt bruge eb Flash og JavaScript baseret fremviser fra %s for at give brugere den bedst mulige oplevelse. Gallery kan installere %s for dig automatisk, eller du kan være at bruge en HTML fremviser.
de: Gallery kann wahlweise eine Flash- oder Javascript bassierte Diashow von %s benutzen um dem Betrachter die bestmögliche Diashow zu ermöglichen. Gallery kann %s automatisch für Sie installieren, oder Sie wählen die HTML Diashow.
el: Η Γκαλερί προαιρετικά μπορεί να χρησιμοποιήσει ένα JavaScript και Flash slideshow από %s να παρέχει στους χρήστες την καλύτερη δυνατή εμπειρία θέασης. Η Γκαλερί μπορεί να εγκαταστήσει το %s αυτόματα για σας, ή μπορείτε να επιλέξετε να χρησιμοποιήσετε HTML slideshow.
fr: Gallery peut utiliser optionnellement le diaporama en Flash et JavaScript de %s pour offrir aux utilisateurs la meilleure expérience possible. Gallery peut installer %s pour vous automatiquement, ou vous pouvez choisir d'utiliser un diaporama en HTML.
it: Gallery può anche utilizzare una slideshow basata su Flash e JavaScript fornita da %s per offrire agli utenti la migliore esperienza di visualizzazione possibile. Gallery può installare %s automaticamente, oppure si può optare per una slideshow HTML.
ja: Galleryはユーザに可能な限り最良の閲覧経験を提供するために%sからのFlash及びJavaScriptベースのスライドショーを任意に使用することが出来ます。Galleryは、自動的に%sをインストールすることが出来るか、HTMLスライドショーの使用を選択することが出来ます。
nl: Gallery kan optioneel gebruik maken van Flash en Javascript gebaseerde slideshow van %s voor de beste ervaring voor het bekijken van de diashow. Gallery kan %s automatisch installeren, of u kunt kiezen voor het gebruik van een HTML-slideshow.
pl: Gallery 2 umożliwia skorzystanie ze znacznie efektowniejszego i ciekawszego pokazu slajdów opartego na Flash i Javascript: %s. Galeria może zainstalować %s automatycznie, można też pozostać przy tradycyjnym HTML-owym pokazie slajdów.
ru: Галерея может показывать удивительное по красоте слайд-шоу с использованием Flash и JavaScript с сайта %s. Можно установить %s автоматически или выбрать обычное HTML слайд-шоу.
sk: Galéria môže voliteľne použiť prezentáciu založenú na Flash a JavaScript od %s aby používateľom poskytla čo najlepší zážitok. Galéria môže nainštalovať %s automaticky alebo môžete zvoliť HTML prezentáciu.
sl: Galerija lako nudi na izbiro diaprojekcijo, ki temelji na Flash-u, in diaprojekcijo, ki temelji na JavaScript-u iz %s, s katero uporabnikom omogoča najboljšo možno izkušnjo ogleda. Galerija vam lahko avtomatično namesti %s, lahko pa si izberete in uporabljate HTML diaprojekcijo.
sv: Gallery kan använda ett Flash- och Javaskriptbaserat bildspel från %s för att ge användarna bästa möjliga upplevelse. Gallery kan installera %s åt dig automatiskt, eller så kan du välja att använda ett HTML-bildspel.
zh_tw: Galley 可以藉由 %s 用 Flash 和 JavaScript 寫成的幻燈片程式來提供使用者最佳的觀賞經驗。Gallery 可以自動為你安裝 %s，或者你也可以選用傳統的 HTML 幻燈片放映。

source: Version %s installed.
da: Version %s installeret.
de: Es ist Version %s installiert.
el: %s έκδοση εγκαταστάθηκε.
fr: Version %s installée.
it: Installata versione %s.
ja: バージョン%sがインストール済みです。
nl: Versie %s geïnstalleerd
pl: Zainstalowana wersja: %s
ru: Версия %s установлена.
sk: Verzia %s bola nainštalovaná.
sl: Nameščena je verzija %s.
sv: Version %s är installerad.
zh_tw: 安裝版本為 %s

source: There's a newer version of PicLens available.
da: Der er en nyere version af PicLens tilgængelig.
de: Es ist eine neue Version von PicLens verfügbar.
el: Υπάρχει μια νεότερη έκδοση του PicLens.
fr: Une nouvelle version de PicLens est disponible
it: È disponibile una nuova versione di PicLens.
ja: 新しいバージョンのPicLensが利用可能です。
nl: Er is een nieuwe versie van PicLens beschikbaar.
pl: Dostępna jest nowsza wersja PicLens.
ru: Это новая доступная версия PicLens.
sk: Je dostupná nová verzia PicLens.
sl: Na voljo so novejše verzije PicLens.
sv: Det finns en nyare version av PicLens tillgänglig.
zh_tw: PicLens 有更新的版本。

source: PicLens downloads are currently unavailable. Please try again later.
da: PicLens downloads er aktuelt ikke tilgængelige. Prøv venligst igen senere.
de: Downloads für PicLens sind derzeit nicht verfügbar. Bitte versuchen Sie es später erneut.
fr: Les téléchargements de PicLens sont actuellement indisponibles. Veuillez réessayer plus tard.
it: Il download di PicLens in questo momento non è disponibile. Riprovare più tardi.
ja: PicLensのダウンロードは現在利用できません。後ほど再試行してください。
nl: PicLens downloads zijn momenteel niet beschikbaar. Probeer het later nog een keer.
pl: Pobieranie PicLens jest w tej chwili niemożliwe. Proszę spróbować później.
ru: Скачивание PicLens в настоящее время невозможно. Попробуйте позднее.
sk: PicLens sa momentálne nedá stiahnuť. Skúste to, prosím, neskôr.
sl: Prenos PicLens je trenutno nedostopen. Prosimo poskusite kasneje.
sv: PicLens-nerladdning är inte tillgänglig för tillfället. Var vänlig försök igen senare.
zh_tw: PicLens 的下載目前暫時無法使用。請稍後再試。

source: Install PicLens version %s
da: Installér PicLens version %s
de: PicLens Version %s installieren
el: Εγκατάσταση PicLens έκδοσης %s
fr: Installer PicLens en version %s
it: Installa PicLens versione %s
ja: PicLensのバージョン%sをインストール
nl: Installeer PicLens versie %s
pl: Zainstaluj PicLens w wersji %s
ru: Установить PicLens v%s
sk: Inštalovať PicLens verzie %s
sl: Namesti PicLens verzije %s
sv: Installera PicLens version %s
zh_tw: 安裝 PicLens %s 版

source: Update to PicLens version %s
da: Opdatér til PicLens version %s
de: PicLens auf Version %s aktualisieren
el: Αναβαθμιση σε PicLens έκδοση %s
fr: Mettre à jour PicLens vers la version %s
it: Aggiorna PicLens alla versione %s
ja: PicLensのバージョンを%sへ更新
nl: Update naar PicLens versie %s
pl: Aktualizuj PicLens do wersji %s
ru: Обновить PicLens до версии %s
sk: Aktualizovať na PicLens verzie %s
sl: Posodobi na PicLens verzije %s
sv: Uppdatera PicLens till version %s
zh_tw: 將 PicLens 更新到 %s 版

source: Uninstall PicLens
da: Afinstallér PicLens
de: PicLens deinstallieren
el: Απεγκατάσταση PicLens
fr: Désinstaller PicLens
it: Disinstalla PicLens
ja: PicLensのアンインストール
nl: Verwijder PicLens
pl: Odinstaluj PicLens
ru: Удалить PicLens
sk: Odinštalovať PicLens
sl: Odstrani PicLens
sv: Avinstallera PicLens
zh_tw: 卸載 PicLens
