Repository: gregstoll/gallery2
Catalog: modules/itemadd/po/*.po
Languages: el

source: Adding items
el: Προσθέστε αρχεία

source: Scanning directory
el: Σάρωση κατάλογου

source: From Local Server
el: Από τοπικό διακομιστή

source: Photo
el: Φωτογραφία

source: From Web Page
el: Από ιστοσελίδα

source: Available to all users with permission to add items
el: Διαθέσιμο σε όλους τους χρήστες με δικαιώματα πρόσθεσης αρχείων

source: Site Admins only
el: Διαχειριστές μόνο

source: Disabled
el: Απενεργοποιημένο

source: Add Items
el: Προσθέστε αρχεία

source: Add items from local server or the web
el: Προσθέστε αρχεία από τοπικό διακομιστή ή το διαδίκτυο

source: Import
el: Εισαγωγή

source: Web/Server
el: Ιστός/Διακομιστής

source: Transfer files that are already on your server into your Gallery. The files must already have been uploaded to your server some other way (like FTP) and must be placed in an accessible directory. If you're on Unix this means that the files and the directory the files are in should have modes of at least 755.
el: Μεταφέρετε αρχεία που είναι ήδη στον διακομιστή τις Γκαλερί σας. Τα αρχεία πρέπει να έχουν ήδη ανεβαστεί στον διακομιστή σας με κάποιο τρόπο (όπως FTP) και πρέπει να είναι τοποθετημένα σε ένα κατάλογο που να είναι προσβάσιμα από τον διακομιστή. Αν χρησιμοποιείτε Unix αυτό σημαίνει ότι τα αρχεία και ο κατάλογος που βρίσκονται τα αρχεία πρέπει να έχουν δικαιώματα τουλάχιστον 755.

source: For security purposes, you can't use this feature until the Gallery Site Administrator configures a set of legal upload directories.
el: Για σκοπούς ασφάλειας, δεν μπορείτε να χρησιμοποιήσετε αυτή την επιλογή μέχρι ο διαχειριστής της Γκαλερί να ρυθμίσει κάποιους νόμιμους καταλόγους για ανέβασμα.

source: site admin
el: διαχειριστής

source: Server Path
el: Διαδρομή διακομιστή

source: You must enter a directory.
el: Πρέπει να δώσετε ένα κατάλογο.

source: The directory you entered is invalid. Make sure that the directory is readable by all users.
el: Ο κατάλογος που δώσατε δεν είναι έγκυρος. Σιγουρευτείτε ότι ο κατάλογος μπορεί να διαβαστεί από όλους τους χρήστες.

source: The directory you entered is illegal. It must be a sub directory of one of the directories listed below.
el: Ο κατάλογος που δώσατε δεν είναι έγκυρος. Πρέπει να είναι υποκατάλογος κάποιου κατάλογου που είναι στην λίστα.

source: An item with the same name already exists.
el: Ήδη υπάρχει ένα αρχείο με το ίδιο όνομα

source: Legal Directories
el: Νόμιμοι κατάλογοι

source: modify
el: επεξεργασία

source: Recent Directories
el: Πρόσφατοι κατάλογοι

source: Find Files
el: Αναζήτηση αρχείων

source: Directory: %s
el: Κατάλογος: %s

source: File name
el: Όνομα του αρχείου

source: Type
el: Τύπος

source: Size
el: Μέγεθος

source: Use Symlink
el: Χρησιμοποιήστε Symlink

source: Parent Directory
el: Γονικός κατάλογος

source: Directory
el: Κατάλογος

source: (Un)check all known types
el: (απ)επιλογή όλων των γνωστών τύπων

source: (Un)check symlinks
el: (απ)επιλογή symlinks

source: for selected items
el: για επιλεγμένα αρχεία

source: Copy base filenames to:
el: Αντιγράψτε τα ονόματα των αρχείων σε:

source: Title
el: Τίτλος

source: Summary
el: Περίληψη

source: Description
el: Περιγραφή

source: Add Files
el: Προσθέστε αρχεία

source: Start Over
el: Ξεκινήστε ξανά

source: Import files into Gallery from another website. Enter a URL below to a web page anywhere on the net and Gallery will allow you to upload any media files that it finds on that page. Note that if you're entering a URL to a directory, you should end the URL with a trailing slash (eg, http://example.com/directory/).
el: Προσθέστε φωτογραφίες στην Γκαλερί από μια άλλη ιστοσελίδα. Δώστε την διεύθυνση της ιστοσελίδας εδώ και η Γκαλερί θα σας επιτρέψει να ανεβάσετε οποιονδήποτε τύπο media βρει στην σελίδα. Σημειώστε ότι αν θέλετε να δώσετε διεύθυνση σε ένα κατάλογο, θα πρέπει να γράψετε στο τέλος της διεύθυνσης το '/' (π.χ. http://example.com/directory/).

source: You must enter a URL to a web page
el: Πρέπει να δώσετε μια διεύθυνση ιστοσελίδας

source: The URL entered must begin with http://
el: Η διεύθυνση που δώσατε πρέπει να ξεκινά με http://

source: The web page you specified is unavailable
el: Η ιστοσελίδα που δηλώσατε δεν είναι διαθέσιμη

source: Nothing to add found from this URL
el: Δεν βρέθηκε τίποτα για να προστεθεί από αυτό το URL

source: Nothing added since no items were selected
el: Δεν έχει προστεθεί τίποτα αφού δεν έχει επιλεγεί κανένα αρχείο

source: Recent URLs
el: Πρόσφατα URLs

source: change
el: Αλλαγή

source: %d url found
el: Βρέθηκε %d url

source: (Un)check all
el: (απ)επιλογή όλων

source: Add URLs
el: Προσθέστε URLs

source: Add Item Settings
el: Προσθέστε ρυθμίσεις αρχείου

source: Settings saved successfully
el: Οι ρυθμίσεις αποθηκεύτηκαν με επιτυχία

source: Enable
el: Ενεργοποιημένο

source: Add From Web
el: Προσθέστε από το διαδίκτυο

source: Add From Server
el: Προσθέστε από διακομιστή

source: Security Warning
el: Προειδοποίηση ασφάλειας

source: "Add From Web" can be abused to attack other websites in your name. For the attacked party it would seem as if you, the administrator of this Gallery, deliberately attacked their website because your Gallery acts on behalf of your users. Therefore it is recommended to enable "Add From Web" only for trusted users.
el: Το "Προσθέστε από το διαδίκτυο " μπορεί να χρησιμοποιηθεί για επιθέσεις σε άλλους ιστότοπους. Ο ιστότοπος που έγινε η επίθεση, θα θεωρηθεί ότι εσείς, ο διαχειριστής της Γκαλερί, σκόπιμα κάνατε επίθεση στον ιστότοπο τους γιατί η Γκαλερί σας ενεργεί εξ ονόματος των χρηστών σας. Γι' αυτό σας προτείνουμε να ενεργοποιήσετε το "Προσθέστε από το διαδίκτυο " μόνο για τους χρήστες τους οποίους έχετε εμπιστοσύνη.

source: Local Server Upload Paths
el: Διαδρομές για ανέβασμα τοπικού διακομιστή

source: Specify the legal directories on the local server where a user can store files and then upload them into Gallery using the <i>Upload from Local Server</i> feature. The paths you enter here and all the files and directories under those paths will be available to any Gallery user who has upload privileges, so you should limit this to directories that won't contain sensitive data (eg. /tmp or /usr/ftp/incoming)
el: Διευκρινίστε τους νόμιμους καταλόγους στον τοπικό κεντρικό υπολογιστή όπου ένας χρήστης θα μπορεί να αποθηκεύσει τα αρχεία και να τα φορτώσει έπειτα στην Γκαλερί χρησιμοποιώντας την λειτουργία <i>Ανεβάστε από Τοπικό Server</i>. Οι διαδρομές που θα δηλώσετε εδώ και όλα τα αρχεία και κατάλογοι κάτω από αυτές τις διαδρομές, θα είναι διαθέσιμα σε οποιονδήποτε χρήστη της Γκαλερί που έχει τα απαραίτητα δικαιώματα ανεβάσματος, γι' αυτό περιοριστείτε σε καταλόγους που δεν περιέχουν ευαίσθητα στοιχεία (π.χ. /tmp ή /usr/ftp/incoming)

source: Path
el: Διαδρομή

source: Action
el: Ενέργεια

source: remove
el: αφαίρεση

source: Add
el: Προσθέστε

source: You must enter a directory to add.
el: Πρέπει να δώσετε ένα κατάλογο για να προστεθεί

source: open_basedir documentation
el: open_basedir τεκμηρίωση

source: Your webserver is configured to prevent you from accessing that directory. Please refer to the %s and consult your webserver administrator.
el: Ο webserver σας είναι ρυθμιζμένος για να σας αποτρέπει την πρόσβαση σ' αυτόν τον κατάλογο. Παρακαλούμε αναφερθείτε στο %s και ζητήστε βοήθεια από τον διαχειριστή του διακομιστή σας.

source: The webserver does not have permissions to read that directory.
el: Ο διακομιστής δεν έχει δικαιώματα για να διαβάσει αυτόν τον κατάλογο.

source: The path you specified is not a valid directory.
el: Η διαδρομή που έχετε δηλώσει δεν είναι ένας έγκυρος κατάλογος.

source: Save
el: Αποθήκευση

source: Reset
el: Επαναφορά
