Repository: gregstoll/gallery2
Catalog: modules/rating/po/*.po
Languages: el, sk

source: Rating Album: %s
el: Βαθμολόγηση άλμπουμ: %s
sk: Hodnotenie albumu: %s

source: Rating Album
el: Βαθμολόγηση άλμπουμ
sk: Hodnotenie albumu

source: rating album
el: βαθμολόγηση άλμπουμ
sk: hodnotenie albumu

source: %d vote
el: %d ψήφο
sk: %d hlas

source: &laquo; default theme &raquo;
el: &laquo; προεπιλεγμένο θέμα &raquo;
sk: &laquo; východzia téma &raquo;

source: Rating
el: Βαθμολόγηση
sk: Hodnotenie

source: Item Rating Interface
el: Επιφάνεια βαθμολόγησης αντικειμένου
sk: Prostredie na hodnotenie položiek

source: Extra Data
el: Επιπρόσθετα στοιχεία
sk: Extra dáta

source: [rating] Add ratings
el: [βαθμολογία] Πρόσθεση βαθμών
sk: [hodnotenie] Pridávanie hodnotení

source: [rating] View ratings
el: [βαθμολογία] Προβολή βαθμολογίας
sk: [hodnotenie] Prezeranie hodnotení

source: [rating] All access
el: [βαθμολογία] Πλήρες πρόσβαση
sk: [hodnotenie] Plný prístup

source: Rating limit to use for dynamic album
el: Περιορίστε την βαθμολογία στην χρησιμοποίηση της για δυναμικά άλμπουμ
sk: Limit hodnotenia pre použitie v dynamickom albume

source: Click a star to rate this item!
el: Πατήστε σε ένα αστέρι για να βαθμολογήσετε αυτό το αντικείμενο!
sk: Ohodnoťte túto položku kliknutím na hviezdu.

source: %s vote
el: %s ψήφο
sk: %s hlas

source: This will enable or disable ratings for this album and, optionally, for its subalbums. You can use permissions to allow viewing or adding ratings for specific users or groups.
el: Αυτό θα ενεργοποιήσει/απενεργοποιήσει την βαθμολογία γι' αυτό το άλμπουμ και, προαιρετικά, για τα υπό άλμπουμ του. Μπορείτε να χρησιμοποιήσετε τα δικαιώματα για να επιτρέψετε την προβολή ή πρόσθεση βαθμολογίας για ορισμένες ομάδες ή χρήστες
sk: Toto zapne alebo vypne možnosť hodnotenia tohoto albumu a prípadne aj jeho podalbumov. Môžete použiť práva na nastavenie povolenia prezerania alebo pridávania hodnotení pre špecifických užívateľov alebo skupiny.

source: Enable rating for this album
el: Ενεργοποίηση Βαθμολογίας γι' αυτό το άλμπουμ
sk: Zapnúť hodnotenie pre tento album

source: ... and for all subalbums
el: ...και σε όλα τα υπο-άλμπουμ
sk: ... a pre všetky vnorené albumy

source: Rating Settings
el: Ρυθμίσεις βαθμολογίας
sk: Nastavenie hodnotenia

source: Settings saved successfully
el: Οι ρυθμίσεις αποθηκεύτηκαν με επιτυχία
sk: Nastavenia boli úspešne uložené

source: There was a problem processing your request.
el: Υπήρξε ένα πρόβλημα κατά την επεξεργασία της αίτησης σας.
sk: Nastal problém pri spracovaní Vašej požiadavky.

source: Allow users to rate entire albums, in addition to individual items.
el: Επιτρέπεται οι χρήστες να βαθμολογούν ολόκληρα άλμπουμ, όπως και ξεχωριστά αρχεία.
sk: Dovoliť používateľom okrem jednotlivých položiek hodnotiť aj celé albumy.

source: The settings below apply to the %sRating Album%s view, which shows highly rated items from across the Gallery.
el: Οι ρυθμίσεις πιο κάτω εφαρμόζονται στην προβολή %sΒαθμολογίας άλμπουμ%s, η οποία προβάλλει τα αντικείμενα στην Γκαλερί που έχουν υψηλή βαθμολογία.
sk: Tieto nastavenia platia pre %shodnotenie albumu%s, ktoré zobrazuje najvyššie hodnotené položky z celej Galérie.

source: Query limit
el: Ορίο ερωτήματος
sk: Limit požiadaviek

source: Lowest value allowed for rating album threshold
el: Η χαμηλότερη επιτρεπόμενη αξία για βαθμολόγηση άλμπουμ
sk: Najnižšia hodnota dovolená pre hodnotenie albumu

source: Invalid number
el: Άκυρος αριθμός
sk: Nesprávne číslo

source: Description
el: Περιγραφή
sk: Popis

source: Sort order
el: Ταξινόμηση
sk: Poradie usporiadania

source: with
el: με
sk: s

source: Theme
el: Θέμα
sk: Téma

source: Settings for %s theme in Rating Album
el: Ρυθμίσεις για το θέμα %s στην βαθμολογία άλμπουμ
sk: Nastavenia pre tému %s v hodnotenom albume

source: Save
el: Αποθήκευση
sk: Uložiť

source: Reset
el: Επαναφορά
sk: Východzie hodnoty

source: Rating interface
el: Επιφάνεια βαθμολόγησης
sk: Prostredie hodnotenia
